<?php
/**
*
* This file is part of the phpBB Forum Software package.
*
* @copyright (c) phpBB Limited <https://www.phpbb.com>
* @license GNU General Public License, version 2 (GPL-2.0)
*
* For full copyright and license information, please see
* the docs/CREDITS.txt file.
*
*/

/**
* DO NOT CHANGE
*/
if (!defined('IN_PHPBB'))
{
	exit;
}

if (empty($lang) || !is_array($lang))
{
	$lang = array();
}

// DEVELOPERS PLEASE NOTE
//
// All language files should use UTF-8 as their encoding and the files must not contain a BOM.
//
// Placeholders can now contain order information, e.g. instead of
// 'Page %s of %s' you can (and should) write 'Page %1$s of %2$s', this allows
// translators to re-order the output of data while ensuring it remains correct
//
// You do not need this where single placeholders are used, e.g. 'Message %d' is fine
// equally where a string contains only two placeholders which are used to wrap text
// in a url you again do not need to specify an order e.g., 'Click %sHERE%s' is fine

$lang = array_merge($lang, array(
	'ACP_PERMISSIONS_EXPLAIN'	=> '		
<p>دەسەڵاتەکان بەتوندی خۆشەویستکران و گرووپکراون بۆناو چوار بەشی سەرەکی، کە ئەمانیش:</p>
	
	<h2>دەسەڵاتە جیهانییەکان</h2>
		<p>ئەمانە بەکاردەبرێن بۆ گەیشتنی کۆنترۆڵ لەسەر قۆناغێکی جیهانی و سەپاندنی بۆ تەواوی پێکهاتەی مەکۆکە. ئەمانە تاڕادەیەک دابەشکراون بۆناو دەسەڵاتی بەکارهێنەران ،دەسەڵاتی گرووپەکان ،بەڕێوەبەران و چاودێرە جیهانییەکان.</p>

		<h2>دەسەڵاتە بنچینەکراوەکانی مەکۆ</h2>
		<p>ئەمانە بەکاردەبرین بۆ گەیشتنی کۆنترۆڵ لەسەر دەستوری بۆهەر مەکۆیەک. ئەمانە تاڕادەیەک دابەشکراون بۆناو دەسەڵاتەکانی مەکۆ ،چاودێرانی مەکۆ ،دەسەڵاتی بەکارهێنەرانی مەکۆ لەگەڵ دەسەڵاتی گرووپەکانی مەکۆ.</p>

		<h2>یاساکانی دەسەڵات</h2>
		<p>ئەمانە بەکاردەبرێن بۆ دروستکردنی دانراوی جیای دەسەڵاتەکان بۆ جۆری جیای دەسەڵات دواتر دەتوانرێ پێکبهێنرێ لەسەر بینینەکان ،تۆ دەتوانی یاساکانی بەپێی گونجاوی زیادبکەی/بسڕیتەوە/دەستکاری بکەی.</p>

		<h2>دەمامکەکانی دەسەڵات</h2>
		<p>ئەمانە بەکاردەبرێن بۆ بینینی دەسەڵاتە پێکهێنراوە کاریگەرەکان بۆ بەکارهێنەران ،چاودێران (ناوخۆ و جیهانی) ،بەڕێوەبەران و مەکۆکان.</p>

		<br />

		<p>بۆ زانیاری زۆرتر لەسەر دانان و بەڕێوەبردنی دەسەڵاتەکان لەسەر مەکۆی phpBB3 ــەکەت ،تکایە <a href="http://www.phpbb.com/support/documentation/3.0/quickstart/quick_permissions.html">بەشی 1.5 لە ڕێبەری خێرامان</a> ببینە.</p>
	',

	'ACL_NEVER'	=> 'هەرگیز',
	'ACL_SET'	=> 'دانانی دەسەڵاتەکان',
	'ACL_SET_EXPLAIN'	=> 'دەسەڵاتەکان بنیچینەکراون لەسەر سیستەمێکی سادەی <samp>بەڵێ</samp>/<samp>نەخێر</samp> .دانانی هەڵبژاردنێک بۆ <samp>هەرگیز</samp> بۆ بەکارهێنەرێک یان گرووپێکی بەکارهێنەر دەڕوات لەسەر هەر نرخێکی تری پێکهێنراو بۆی. ئەگەر تۆ ناخوازیت بۆ پێکهێنانی نرخێک بۆ هەڵبژاردنێک بۆ ئەو بەکارهێنەرە یان بۆ هەر گرووپە <samp>نەخێر</samp> هەڵبژێرە. ئەگەر نرخەکان پێکهێنراون بۆ ئەو هەڵبژاردنە لەهەر کوێیەک ئەوان لە پەسەندکردنەکان بەکاری دەبەن ،یانیش <samp>NEVER</samp> کردارکرا. هەموو شتەکان نیشانکراون ئەو دەسەڵاتانەی تۆ پێناسەت کردوون لەبەردەگیرێنەوە.',
	'ACL_SETTING'	=> 'ڕێکخستن',

	'ACL_TYPE_A_'	=> 'دەسەڵاتەکانی بەڕێوەبەرایەتی',
	'ACL_TYPE_F_'	=> 'دەسەڵاتەکانی مەکۆ',
	'ACL_TYPE_M_'	=> 'دەسەڵاتەکانی چاودێری',
	'ACL_TYPE_U_'	=> 'دەسەڵاتەکانی بەکارهێنەر',

	'ACL_TYPE_GLOBAL_A_'	=> 'دەسەڵاتەکانی بەڕێوەبەرایەتی',
	'ACL_TYPE_GLOBAL_U_'	=> 'دەسەڵاتەکانی بەکارهێنەر',
	'ACL_TYPE_GLOBAL_M_'	=> 'دەسەڵاتەکانی چاودێری گشتی',
	'ACL_TYPE_LOCAL_M_'	=> 'دەسەڵاتەکانی چاودێری مەکۆ',
	'ACL_TYPE_LOCAL_F_'	=> 'دەسەڵاتەکانی مەکۆ',

	'ACL_NO'	=> 'نەخێرە',
	'ACL_VIEW'	=> 'بینینی دەسەڵاتەکان',
	'ACL_VIEW_EXPLAIN'	=> 'لێرە دەتوانیت دەسەڵاتە کاریگەرەکان ببینیت کە بەکارهێنەرەکە/گرووپەکە هەیەتی. خشتەکێکی سوور دەریدەخات کە بەکارهێنەرەکە/گرووپەکە خاوەنی دەسەڵاتەکە نییە ،خشتەکێکی سەوز دەریدەخات کە بەکارهێنەرەکە/گرووپەکە خاوەنی دەسەڵاتەکەیە.',
	'ACL_YES'	=> 'بەڵێ',

	'ACP_ADMINISTRATORS_EXPLAIN'	=> 'لێرە دەتوانی دەسەڵاتەکانی بەڕێوەبەر پێکبهێنی بۆ بەکارهێنەران یان بۆ گرووپەکان. هەموو بەکارهێنەران لەگەڵ دەسەڵاتەکانی بەڕێوەبەر دەتوانن کۆنترۆڵ پانێڵی بەڕێوەبەرایەتی ببینن.',
	'ACP_FORUM_MODERATORS_EXPLAIN'	=> 'لێرە دەتوانی بەکارهێنەران و گرووپەکان پێکبهێنی وەکو چاودێرانی مەکۆ. بۆ پێکهێنانی گەیشتنی بەکارهێنەران بۆ مەکۆکان ،بۆ پێناسەکردنی دەسەڵاتی چاوەدێریکردنی جیهانی یان بەڕێوەبەران تکایە پەڕەی بەرامبەرکێ بەکاربهێنە.',
	'ACP_FORUM_PERMISSIONS_EXPLAIN'	=> 'لێرە دەتوانیت توانای گەیشتنی مەکۆکان بگۆڕی کە کام بەکارهێنەران و گرووپەکان دەتوانن پێی بگەن. تۆ پێکهێنانی چاودێران یان پێناسەکردنی بەڕێوەبەران تکایە پەڕەی بەرامبەرکێ بەکارببە.',
	'ACP_FORUM_PERMISSIONS_COPY_EXPLAIN'		=> 'لێرە دەتوانی دەسەڵای مەکۆ لەبەربگریتەوە لە مەکۆیەک بۆ مەکۆیەکی تر یان زیاتر.',
	'ACP_GLOBAL_MODERATORS_EXPLAIN'	=> 'لێرە دەتوانی دەسەڵاتی چاودێرە جیهانییەکان پێکبهێنی بۆ بەکارهێنەران یان گرووپەکان. ئەو چاودێرانە زیاتر چاودێری سەرەتایین بێجگە لەوەی دەتوانن بگەن بە هەموو مەکۆیەک لە مەکۆکانت.',
	'ACP_GROUPS_FORUM_PERMISSIONS_EXPLAIN'	=> 'لێرە دەتوانی دەسەڵاتەکانی مەکۆ پێکبهێنی بۆ گرووپەکان.',
	'ACP_GROUPS_PERMISSIONS_EXPLAIN'	=> 'لێرە دەتوانیت دەسەڵاتە جیهانییەکان پێکبهێنی بۆ گرووپەکان - دەسەڵاتەکانی بەکارهێنەر ،دەسەڵاتەکانی چاودێرە جیهانییەکان لەگەڵ دەسەڵاتەکانی بەڕێوەبەر. دەسەڵاتەکانی بەکارهێنەر گونجاندن لەخۆ دەگرێت وەکو بەکاربردنی وێنۆچکە ،ناردنی پەیامی تایبەت ،هتد ؛دەسەڵاتی چاودێرە جیهانییەکان وەکو پەسەندکردنی پەیامەکان ،بەڕێوەبردنی بابەتەکان ،بەڕێوەبردنی ڕاگرتنەکان ،هتد ؛لەکۆتاییدا دەسەڵاتی بەڕێوەبەران وەکو گۆڕینی دەسەڵاتەکان ،پێناسەکردنی BBCode ــی ئارەزوومەندانە ،بەڕێوەبردنی مەکۆکان ،هتد. دەسەڵاتی تاکەکانی بەکارهێنەر پێویستە بگۆڕدرێ لە بۆنە نایابەکان ،ڕێگای پەسەندکراو بریتییە لە خستنەنێوی بەکارهێنەران بۆناو گرووپەکان و پێکهێنانی دەسەڵاتی گرووپەکان.',
	'ACP_ADMIN_ROLES_EXPLAIN'	=> 'لێرە دەتوانی یاساکان بەڕێوەببەی بۆ دەسەڵاتەکانی بەڕێوەبەرایەتی. یاساکان دەسەڵاتی کاریگەرن ،ئەگەر یاسایەک بگۆڕی ئەو شتەی یاساکەی لەسەر پێکهێنراوە دەسەڵاتەکەشی دەگۆردرێ.',
	'ACP_FORUM_ROLES_EXPLAIN'	=> 'لێرە دەتوانی یاساکان بەڕێوەببەی بۆ دەسەڵاتەکانی مەکۆ. یاساکان دەسەڵاتی کاریگەرن ،ئەگەر یاسایەک بگۆڕی ئەو شتەی یاساکەی لەسەر پێکهێنراوە دەسەڵاتەکەشی دەگۆردرێ.',
	'ACP_MOD_ROLES_EXPLAIN'	=> 'لێرە دەتوانی یاساکان بەڕێوەببەی بۆ دەسەڵاتەکانی چاودێریی. یاساکان دەسەڵاتی کاریگەرن ،ئەگەر یاسایەک بگۆڕی ئەو شتەی یاساکەی لەسەر پێکهێنراوە دەسەڵاتەکەشی دەگۆردرێ.',
	'ACP_USER_ROLES_EXPLAIN'	=> 'لێرە دەتوانی یاساکان بەڕێوەببەی بۆ دەسەڵاتەکانی بەکارهێنەر. یاساکان دەسەڵاتی کاریگەرن ،ئەگەر یاسایەک بگۆڕی ئەو شتەی یاساکەی لەسەر بێکهێنراوە دەسەڵاتەکەشی دەگۆڕدرێ.',
	'ACP_USERS_FORUM_PERMISSIONS_EXPLAIN'	=> 'لێرە دەتوانی دەسەڵاتەکانی مەکۆ پێکبهێنی بۆ بەکارهێنەران.',
	'ACP_USERS_PERMISSIONS_EXPLAIN'	=> 'لێرە دەتوانی دەسەڵاتە جیهانییەکان پێکبهێنی بۆ بەکارهێنەران - دەسەڵاتەکانی بەکارهێنەر ،دەسەڵاتەکانی چاودێری جیهانی لەگەڵ دەسەڵاتەکانی بەڕێوەبەر. دەسەڵاتەکانی بەکارهێنەر گونجاندن لەخۆ دەگرێت وەکو بەکاربردنی وێنۆچکە ،ناردنی پەیامی تایبەت ،هتد ؛دەسەڵاتی چاودێرە جیهانییەکان وەکو پەسەندکردنی پەیامەکان ،بەڕێوەبردنی بابەتەکان ،بەڕێوەبردنی ڕاگرتنەکان ،هتد ؛لەکۆتاییدا دەسەڵاتی بەڕێوەبەران وەکو گۆڕینی دەسەڵاتەکان ،پێناسەکردنی BBCode ــی ئارەزوومەندانە ،بەڕێوەبردنی مەکۆکان ،هتد. دەسەڵاتی تاکەکانی بەکارهێنەر پێویستە بگۆڕدرێ لە بۆنە نایابەکان ،ڕێگای پەسەندکراو بریتییە لە خستنەنێوی بەکارهێنەران بۆناو گرووپەکان و پێکهێنانی دەسەڵاتی گرووپەکان.',
	'ACP_VIEW_ADMIN_PERMISSIONS_EXPLAIN'	=> 'لێرە دەتوانیت دەسەڵاتە کاریگەرەکانی بەڕێوەبەرایەتی ببینی بۆ بەکارهێنەران/گرووپەکانی هەڵبژێردراو.',
	'ACP_VIEW_GLOBAL_MOD_PERMISSIONS_EXPLAIN'	=> 'لێرە دەتوانیت دەسەڵاتە کاریگەرەکانی چاودێریی جیهانی ببینی بۆ بەکارهێنەر/گرووپەکانی هەڵبژێردراو.',
	'ACP_VIEW_FORUM_PERMISSIONS_EXPLAIN'	=> 'لێرە دەتوانی دەسەڵاتە پێکهێنراوەکانی مەکۆ ببینیت بۆ بەکارهێنەران/گرووپەکانی لەگەڵ مەکۆکانی هەڵبژێردراو.',
	'ACP_VIEW_FORUM_MOD_PERMISSIONS_EXPLAIN'	=> 'لێرە دەتوانی دەسەڵاتە پێکهێنراوەکانی چاودێری مەکۆ ببینی بۆ بەکارهێنەران/گرووپەکانی لەگەڵ مەکۆکانی هەڵبژێردراو.',
	'ACP_VIEW_USER_PERMISSIONS_EXPLAIN'	=> 'لێرە دەتوانی دەسەڵاتی پێکهینراوەی کاریگەری بەکارهینەر ببینی بۆ بەکارهێنەران/گرووپەکانی هەڵبژێردراو.',

	'ADD_GROUPS'	=> 'زیادکردنی گرووپەکان',
	'ADD_PERMISSIONS'	=> 'زیادکردنی دەسەڵاتەکان',
	'ADD_USERS'	=> 'زیادکردنی بەکارهێنەران',
	'ADVANCED_PERMISSIONS'	=> 'دەسەڵاتە پرەسەندووەکان',
	'ALL_GROUPS'	=> 'هەموو گرووپەکان دیاری بکە',
	'ALL_NEVER'	=> 'هەمووی <samp>هەرگیز</samp>',
	'ALL_NO'	=> 'هەمووی <samp>نەخێر</samp>',
	'ALL_USERS'	=> 'هەموو بەکارهێنەران دیاری بکە',
	'ALL_YES'	=> 'هەمووی <samp>بەڵێ</samp>',
	'APPLY_ALL_PERMISSIONS'	=> 'هەموو دەسەڵاتەکان جێبەجێ بکە',
	'APPLY_PERMISSIONS'	=> 'دەسەڵاتەکان جێبەجێ بکە',
	'APPLY_PERMISSIONS_EXPLAIN'	=> 'ئەو دەسەڵاتانە و یاسایەی پێناسەکراوە بۆ ئەو شتە تەنها بۆ ئەو شتە دەچەسپێ لەگەڵ هەموو شتە دەستنیشان کراوەکان.',
	'AUTH_UPDATED'	=> 'دەسەڵاتەکان نوێکرانەوە',

	'COPY_PERMISSIONS_CONFIRM'				=> 'دڵنیایت لە بەردەموابوونی ئەو کردارە؟ تکایە وریبابە کە ئەمە هەر دەسەڵاتێکی چالاک لەسەر دەنووسێتەوە لەسەر ئامانجە هەڵبژێردراوەکان.',
	'COPY_PERMISSIONS_FORUM_FROM_EXPLAIN'	=> 'ئەو سەرچاوەی مەکۆیەی دەتەوێ دەسەڵاتەکانی لێ لەبەربگریتەوە.',
	'COPY_PERMISSIONS_FORUM_TO_EXPLAIN'		=> 'ئەو مەودای مەکۆیەی کە دەتەوێ دەسەڵاتە لەبەرگیراوەکانی بۆ بچەسپێ.',
	'COPY_PERMISSIONS_FROM'					=> 'دەسەڵاتەکان لەبەربگرەوە لە',
	'COPY_PERMISSIONS_TO'					=> 'دەسەڵاتەکان لەبەربگرەوە بۆ',

	'CREATE_ROLE'	=> 'یاسا دروستبکە',
	'CREATE_ROLE_FROM'	=> 'ڕێکخستنەکان بەکارببە لە....',
	'CUSTOM'	=> 'ئارەزوومەندانە...',

	'DEFAULT'	=> 'بنەڕەتی',
	'DELETE_ROLE'	=> 'یاسا بسڕەوە',
	'DELETE_ROLE_CONFIRM'	=> 'دڵنیایت کە دەتەوێ ئەو یاسایە بسڕیتەوە؟ ئەو شتانەی ئەو یاسایەیان لەسەر پێکهێنراوە ڕێکخستنەکانی دەسەڵاتیان وون <strong>ناکەن</strong>.',
	'DISPLAY_ROLE_ITEMS'	=> 'ئەو شتانە نیشانبدە کە ئەم یاسایە بەکاردەبەن',

	'EDIT_PERMISSIONS'	=> 'دەسەڵاتەکان دەستکاریبکە',
	'EDIT_ROLE'	=> 'یاسا دەستکاریبکە',

	'GROUPS_NOT_ASSIGNED'	=> 'هیچ گرووپێک بۆ ئەم یاسایە پێکنەهێنراوە.',

	'LOOK_UP_GROUP'	=> 'بگەڕێ بۆ گرووپی بەکارهێنەر',
	'LOOK_UP_USER'	=> 'بگەڕێ بۆ بەکارهێنەر',

	'MANAGE_GROUPS'	=> 'بەڕێوەبردنی گرووپەکان',
	'MANAGE_USERS'	=> 'بەڕێوەبردنی بەکارهێنەران',

	'NO_AUTH_SETTING_FOUND'	=> 'ڕێکخستنەکانی دەسەڵات پێناسەنەکراون.',
	'NO_ROLE_ASSIGNED'	=> 'هیچ یاسایەک پێکنەهێنراوە...',
	'NO_ROLE_ASSIGNED_EXPLAIN'	=> 'دانانی بۆ ئەم یاسایە دەسەڵاتەکان لە ڕاستەوە ناگۆڕێت. ئەگەر دەتەوێ هەموو دەسەڵاتەکان دانەنێی/بسڕیەوە پێویستە بەستەری "هەمووی <samp>نەخێر</samp>" بەکارببەیت.',
	'NO_ROLE_AVAILABLE'	=> 'هیچ یاسایەک بەردەست نییە.',
	'NO_ROLE_NAME_SPECIFIED'	=> 'تکایە ناوێک بدە بە یاساکە.',
	'NO_ROLE_SELECTED'	=> 'یاسا نەتوانرا بدۆزرێتەوە.',
	'NO_USER_GROUP_SELECTED'	=> 'تۆ هیچ گرووپێک یان بەکارهێنەرێک هەڵنەبژاردووە.',

	'ONLY_FORUM_DEFINED'	=> 'تەنها مەکۆ پێناسەکراوەکان بەکارببە لە دەستنیشان کردنەکانت. تکایە بەلایەنی کەم بەکارهێنەرێکیش یان گرووپێکیش هەڵبژێرە.',

	'PERMISSION_APPLIED_TO_ALL'	=> 'یاسا و دەسەڵاتەکانیش دەچەسپێنرین بۆ هەموو شتە دەستنیشان کراوەکان.',
	'PLUS_SUBFORUMS'	=> 'مەکۆکان+',

	'REMOVE_PERMISSIONS'	=> 'دەسەڵاتەکان لاببە',
	'REMOVE_ROLE'	=> 'یاسا بسڕەوە',
	'RESULTING_PERMISSION'	=> 'ئەنجامکردنی دەسەڵات',
	'ROLE'	=> 'یاسا',
	'ROLE_ADD_SUCCESS'	=> 'یاسا بەسەرکەوتوویی زیادکرا.',
	'ROLE_ASSIGNED_TO'	=> 'بەکارهێنەران/گرووپەکان پێکهێنران بۆ %s',
	'ROLE_DELETED'	=> 'یاسا بەسەرکەوتوویی سڕایەوە.',
	'ROLE_DESCRIPTION'	=> 'باسکردنی یاسا',
	'ROLE_ADMIN_FORUM'	=> 'بەڕێوەبەری مەکۆ',
	'ROLE_ADMIN_FULL'	=> 'بەڕێوەبەری گشت',
	'ROLE_ADMIN_STANDARD'	=> 'بەڕێوەبەری ستاندارد',
	'ROLE_ADMIN_USERGROUP'	=> 'بەڕێوەبەری گرووپاکان و بەکارهێنەران',
	'ROLE_FORUM_BOT'	=> 'گەیشتنی بووت',
	'ROLE_FORUM_FULL'	=> 'گەیشتنی تەواو',
	'ROLE_FORUM_LIMITED'	=> 'گەیشتنی سنووردار',
	'ROLE_FORUM_LIMITED_POLLS'	=> 'گەیشتنی سنووردار + ڕاپرسییەکان',
	'ROLE_FORUM_NOACCESS'	=> 'بەبێ گەیشتن',
	'ROLE_FORUM_ONQUEUE'	=> 'لەسەر پۆلی چاودێر',
	'ROLE_FORUM_POLLS'	=> 'گەیشتنی ستاندارد + ڕاپرسییەکان',
	'ROLE_FORUM_READONLY'	=> 'گەیشتنی تەنها خوێندنەوە',
	'ROLE_FORUM_STANDARD'	=> 'گەیشتنی ستاندارد',
	'ROLE_FORUM_NEW_MEMBER'		=> 'بەکارهێنەری خۆتۆمارکردووی نوێ',
	'ROLE_MOD_FULL'	=> 'چاودێری گشت',
	'ROLE_MOD_QUEUE'	=> 'پۆلی چاودێر',
	'ROLE_MOD_SIMPLE'	=> 'چاودێری سادە',
	'ROLE_MOD_STANDARD'	=> 'چاودێری ستاندارد',
	'ROLE_USER_FULL'	=> 'هەموو تایبەتمەندییەکان',
	'ROLE_USER_LIMITED'	=> 'تایبەتمەندییە سنووردارەکان',
	'ROLE_USER_NOAVATAR'	=> 'بێ وێنۆچکە',
	'ROLE_USER_NOPM'	=> 'هیچ پەیامی تایبەت نییە',
	'ROLE_USER_STANDARD'	=> 'تایبەتمەدییە ستانداردەکان',
	'ROLE_USER_NEW_MEMBER'		=> 'بەکارهێنەری خۆتۆمارکردووی نوێ',
	'ROLE_DESCRIPTION_ADMIN_FORUM'	=> 'دەتوانێ بگاتە بەڕێوەبردنی مەکۆکە لەگەڵ ڕێکخستنەکانی دەسەڵاتی مەکۆ.',
	'ROLE_DESCRIPTION_ADMIN_FULL'			=> 'Has access to all administrative functions of this board.<br />Not recommended.',
	'ROLE_DESCRIPTION_ADMIN_STANDARD'	=> 'گەیشتنی هەیە بۆ زۆربەی تایبەتمەندییەکانی بەڕێوەبەرایەتی بەڵان ڕێگانەدراوە بۆ بەکاربردنی ڕاژە یان ئامرازەکانی پەیوەندیدار بە سیستەم.',
	'ROLE_DESCRIPTION_ADMIN_USERGROUP'	=> 'دەتوانێ بەکارهێنەران و گرووپەکان بەڕێوەببات: دەتوانێ دەسەڵاتەکان بگۆڕی ،ڕێکخستنەکان ،بەڕێوەبردنی ڕاگرتنەکان ،لەگەڵ بەڕێوەبردنی پلەکان.',
	'ROLE_DESCRIPTION_FORUM_BOT'	=> 'ئەو یاسایە ئامۆژگاریکراوە بۆ بووتەکان و جاڵجاڵۆکەکانی گەڕان.',
	'ROLE_DESCRIPTION_FORUM_FULL'	=> 'دەتوانێ هەموو تایبەتمەندییەکانی مەکۆ بەکارببات ،لەناویاندا ناردنی ئاگادارییەکان و جێگیرەکان. دەشتوانێ سنووری فلوود پشتگوێ بخات.<br /> ئامۆژگاری نەکراوە بۆ بەکارهێنەرانی ئاسایی.',
	'ROLE_DESCRIPTION_FORUM_LIMITED'	=> 'دەتوانێ هەندێ تایبەتمەندیی مەکۆ بەکارببات ،بەڵام ناتوانێ پەڕگەکان هاوپێچ بکات یان ئایکۆنەکان بنێرێ.',
	'ROLE_DESCRIPTION_FORUM_LIMITED_POLLS'	=> 'وەکو بۆهەر گەیشتنێکی سنووردار بەڵام دەشتوانی ڕاپرسییەکان دروستبکات.',
	'ROLE_DESCRIPTION_FORUM_NOACCESS'	=> 'نە دەتوانێ بگاتە مەکۆکە وە بیبینێ.',
	'ROLE_DESCRIPTION_FORUM_ONQUEUE'	=> 'دەتوانێ زۆربەی تایبەتمەندییەکانی مەکۆ بەکارببات لەناویاندا هاوپێچەکان ،بەڵام پەیامەکان و بابەتەکان پێویستە پەسەندبکرێن لەلایەن چاودێرێکەوە.',
	'ROLE_DESCRIPTION_FORUM_POLLS'	=> 'وەکو گەیشتنی ستاندارد بەڵام دەشتوانێ ڕاپرسییەکان دروستبکات.',
	'ROLE_DESCRIPTION_FORUM_READONLY'	=> 'دەتوانی مەکۆکە بخوێنێتەوە ،بەڵام ناتوانێ بابەتێکی نوێ بنێرێ یان وەڵامبدا بۆ پەیامەکان.',
	'ROLE_DESCRIPTION_FORUM_STANDARD'	=> 'دەتوانێ زۆربەی تایبەتمەندییەکان بەکارببات لەناویاندا هاوپێچەکان لەگەڵ سڕینەوەی بابەتەکانی خۆی ،بەڵام ناتوانێ بابەتەکانی خۆی دابخات .ناشتوانێ ڕاپرسییەکان دروستبکات.',
	'ROLE_DESCRIPTION_FORUM_NEW_MEMBER'		=> 'یاسایەک بۆ ئەندامانی تایبەتی نوێی تۆماربووی گرووپی بەکارهێنەر؛ دەسەڵاتەکانی <samp>هەرگیز</samp> لەخۆدەگرێت بۆ داخستنی تایبەتمەندییەکان بۆ بەکارهێنەرە نوێیەکان.',
	'ROLE_DESCRIPTION_MOD_FULL'	=> 'دەتوانێ هەموو تایبەتمەندییەکانی چاودێریکردن بەکارببات ،لەناویاندا ڕاگرتن.',
	'ROLE_DESCRIPTION_MOD_QUEUE'	=> 'دەتوانێ پۆلی چاودێریکردن بەکارببات بۆ بەردەستکردن و دەستکاری پەیامەکان ،بەڵام هیچی تر نا.',
	'ROLE_DESCRIPTION_MOD_SIMPLE'	=> 'دەتوانێ تەنها کرداری بنچینەی بابەت بەکارببات. ناتوانێ ئاگادارکەرەوەکان بنێرێ یان پۆلی چاودێریکردن بەکارببات.',
	'ROLE_DESCRIPTION_MOD_STANDARD'	=> 'دەتوانێ زۆربەی ئامرازەکانی چاودێریکردن بەکارببات ،بەڵام ناتوانێ بەکارهێنەران ڕابگرێت یان نووسەری پەیام بگۆڕێت.',
	'ROLE_DESCRIPTION_USER_FULL'	=> 'دەتوانێ هەموو تایبەتمەندییە بەردەستەکان بەکارببات بۆ بەکارهێنەران ،لەناویاندا گۆڕینی ناوی بەکارهێنەرەکە یان پشتگوێ خستنی سنووری فلوود.<br /> ئامۆژگاری نەکراوە.',
	'ROLE_DESCRIPTION_USER_LIMITED'	=> 'دەتوانێ بگاتە هەندێ تایبەتمەندییەکانی بەکارهێنەر. هاوپێچەکان ،ئیمەیڵەکان ،یان پەیامکردنی خێرا ڕێگانەدراون.',
	'ROLE_DESCRIPTION_USER_NOAVATAR'	=> 'تایبەتمەندییەکی سنوورداری هەیە و ڕێگانەدراوە بۆ بەکارهێنانی تایبەتمەندی وێنۆچکە.',
	'ROLE_DESCRIPTION_USER_NOPM'	=> 'دانراوێکی تایبەتمەندی سنوورداری هەیە و ڕێگانەدراوە بۆ بەکارهێنانی پەیامی تایبەت.',
	'ROLE_DESCRIPTION_USER_STANDARD'	=> 'دەتوانێ بگاتە زۆربەی بەڵام نەک هەموو تایبەتمەندییەکانی بەکارهێنەر. ناتوانرێت ناوی بەکارهێنەر بگۆڕێت یان سنووری فلوود پشتگوێ بخات.',
	'ROLE_DESCRIPTION_USER_NEW_MEMBER'		=> 'یاسایەک بۆ ئەندامانی گرووپی بەکارهێنەری تایبەتی تازە تۆماربوو؛ دەسەڵاتەکانی <samp>هەرگیز</samp> لەخۆدەگرێت بۆ داخستنی تایبەتمەندییەکان بۆ بەکارهێنەرە نوێیەکان.',

	'ROLE_DESCRIPTION_EXPLAIN'	=> 'دەتوانی شیکردنەوەیەکی کورت بنووسی کە یاساکە جی دەکات و بۆچی مانای هەیە. ئەو دەقەی دەینووسی لێرە نیشاندەدرێ لەناو پەردەی دەسەڵاتەکانیش.',
	'ROLE_DESCRIPTION_LONG'	=> 'باسکردنی یاساکە زۆر درێژە ،تکایە سنوورداری بکە بۆ 4000 تیپ.',
	'ROLE_DETAILS'	=> 'وردەکارییەکانی یاسا',
	'ROLE_EDIT_SUCCESS'	=> 'یاسا بەسەرکەوتوویی دەستکاریکرا.',
	'ROLE_NAME'	=> 'ناوی یاسا',
	'ROLE_NAME_ALREADY_EXIST'	=> 'یاسایەک ناونرا <strong>%s</strong> پێشتر بوونی هەیە بۆ ئەو جۆرەی دەسەڵاتە دیاریکراوە.',
	'ROLE_NOT_ASSIGNED'	=> 'یاسا هێشتا پێکنەهێنراوە.',

	'SELECTED_FORUM_NOT_EXIST'	=> 'مەکۆ دەستنیشان کراوەکە (s) بوونی نییە.',
	'SELECTED_GROUP_NOT_EXIST'	=> 'گرووپە دەستنیشان کراوەکە (s) بوونی نییە.',
	'SELECTED_USER_NOT_EXIST'	=> 'بەکارهێنەرە دەستنیشان کراوەکە (s) بوونی نییە.',
	'SELECT_FORUM_SUBFORUM_EXPLAIN'	=> 'ئەو مەکۆی دەستنیشانی دەکەی لێرە هەموو ژێرمەکۆکان لەخۆدەگرێ بۆناو دەستنیشان کردنەکە.',
	'SELECT_ROLE'	=> 'یاسا هەڵبژێرە...',
	'SELECT_TYPE'	=> 'جۆری هەڵبژێرە',
	'SET_PERMISSIONS'	=> 'دەسەڵاتەکان دابنێ',
	'SET_ROLE_PERMISSIONS'	=> 'دەسەڵاتی یاساکان دابنێ',
	'SET_USERS_PERMISSIONS'	=> 'دەسەڵای بەکارهێنەران دابنێ',
	'SET_USERS_FORUM_PERMISSIONS'	=> 'دەسەڵاتی بەکارهێنەرانی مەکۆ دابنێ',

	'TRACE_DEFAULT'	=> 'بەهۆی بنەڕەت هەموو دەسەڵاتێک بریتییە لە <samp>نەخێر</samp>. کەواتە دەسەڵاتەکە دەتوانرێ لەسەری بنووسرێ لەلایەن ڕێکخستنەکانی تر.',
	'TRACE_FOR'	=> 'بەدواکەوە بۆ',
	'TRACE_GLOBAL_SETTING'	=> '%s (جیهانی)',
	'TRACE_GROUP_NEVER_TOTAL_NEVER'	=> 'ئەو دەسەڵاتی گرووپە دانراوە بۆ <samp>هەرگیز</samp> وەکو کۆی ئەنجامەکان کەواتە ئەنجامی کۆن هێڵدراوەتەوە.',
	'TRACE_GROUP_NEVER_TOTAL_NEVER_LOCAL'	=> 'ئەو دەسەڵاتی گرووپە بۆ ئەو مەکۆیە دانراوە بۆ <samp>هەرگیز</samp> وەکو کۆی ئەنجامەکە کەواتە ئەنجامە کۆنەکە هێشتراوەتەوە.',
	'TRACE_GROUP_NEVER_TOTAL_NO'	=> 'ئەو دەسەڵاتی گرووپە دانراوە بۆ <samp>هەرگیز</samp> کە دەبێتە کۆی نرخی نوێ چونکە هیشتا دەنەنراوە.',
	'TRACE_GROUP_NEVER_TOTAL_NO_LOCAL'	=> 'ئەو دەسەڵاتی گرووپە دانراوە بۆ <samp>هەرگیز</samp> کە دەبێتە کۆی نرخی نوێ چونکە هیشتا دەنەنراوە.',
	'TRACE_GROUP_NEVER_TOTAL_YES'	=> 'ئەو دەسەڵاتی گرووپە دانراوە بۆ <samp>هەرگیز</samp> کە کۆی <samp>بەڵێ</samp> لەسەردەنووسێ بۆ <samp>هەرگیز</samp> بۆ ئەم بەکارهێنەرە.',
	'TRACE_GROUP_NEVER_TOTAL_YES_LOCAL'	=> 'ئەو دەسەڵاتی گرووپە بۆ ئەم مەکۆیە دانراوە بۆ <samp>هەرگیز</samp> کە کۆی <samp>بەڵێ</samp> لەسەربنووسێ بۆ <samp>هەرگیز</samp> بۆ ئەم بەکارهێنەرە.',
	'TRACE_GROUP_NO'	=> 'ئەو دەسەڵاتە بریتییە لە <samp>نەخێر</samp> بۆ ئەم گرووپە کەواتە نرخی سەرئەنجامە کۆنەکە هێشتراوەتەوە.',
	'TRACE_GROUP_NO_LOCAL'	=> 'ئەو دەسەڵاتە بریتییە لە <samp>نەخێر</samp> بۆ ئەم گرووپە لەناو ئەم مەکۆیە کەواتە نرخی سەرئەنجامە کۆنەکە هێشتراوەتەوە.',
	'TRACE_GROUP_YES_TOTAL_NEVER'	=> 'ئەو دەسەڵاتی گرووپە دانراوە بۆ <samp>بەڵێ</samp> بەڵام سەرئەنجامەکە <samp>نەخێر</samp> ناتوانرێ لەسەربنووسرێ.',
	'TRACE_GROUP_YES_TOTAL_NEVER_LOCAL'	=> 'ئەو دەسەڵاتی گرووپە دانراوە بۆ <samp>بەڵێ</samp> بەڵام سەرئەنجامەکە <samp>نەخێر</samp> ناتوانرێ لەسەربنووسرێ.',
	'TRACE_GROUP_YES_TOTAL_NO'	=> 'ئەو دەسەڵاتی گرووپە دانراوە بۆ <samp>بەڵێ</samp> کە دەبێتە کۆی نرخی نوێ چونکە هێشتا دانەنرابوو.',
	'TRACE_GROUP_YES_TOTAL_NO_LOCAL'	=> 'ئەو دەسەڵاتی گرووپە دانراوە بۆ ئەم مەکۆیە بۆ <samp>بەڵێ</samp> کە دەبێتە کۆی نرخی نوێ چونکە هێشتا دانەنرابوو.',
	'TRACE_GROUP_YES_TOTAL_YES'	=> 'ئەو دەسەڵاتی گرووپە دانراوە بۆ <samp>بەڵێ</samp> و کۆی دەسەڵات پێشتر دانراوە بۆ <samp>بەڵێ</samp> ،کەواتە کۆی ئەنجامەکە دەهێشترێتەوە.',
	'TRACE_GROUP_YES_TOTAL_YES_LOCAL'	=> 'ئەو دەسەڵاتی گرووپە بۆ ئەم مەکۆیە دانراوە بۆ <samp>بەڵێ</samp> و کۆی دەسەڵات پێشتر دانراوە بۆ <samp>بەڵێ</samp> ،کەواتە کۆی ئەنجامەکە دەهێشترێتەوە.',
	'TRACE_PERMISSION'	=> 'بەدواکەوتنی دەسەڵات - %s',
	'TRACE_RESULT'	=> 'ئەنجامی بەدواکەوتن',
	'TRACE_SETTING'	=> 'ڕێکخستنی بەدواکەوتن',

	'TRACE_USER_GLOBAL_YES_TOTAL_YES'	=> 'سەربەخۆیی دەسەڵاتی بەکارهێنەری مەکۆ دەخرێتەوە بۆ <samp>بەڵێ</samp> بەڵام کۆی دەسەڵاتەکە پێشتر دانراوە بۆ <samp>بەڵێ</samp> ،کەواتە کۆی ئەنجام دەهێشترێتەوە. %sبەدوای دەسەڵاتی جیهانی بکەوە%s',
	'TRACE_USER_GLOBAL_YES_TOTAL_NEVER'	=> 'سەربەخۆیی دەسەڵاتی بەکارهێنەری مەکۆ دەخرێتەوە بۆ <samp>بەڵێ</samp> بەڵام کۆی دەسەڵاتەکە پێشتر دانراوە بۆ <samp>هەرگیز</samp> ،کەواتە کۆی ئەنجام دەهێشترێتەوە. %sبەدوای دەسەڵاتی جیهانی بکەوە%s',
	'TRACE_USER_GLOBAL_NEVER_TOTAL_KEPT'	=> 'سەربەخۆیی دەسەڵاتی بەکارهێنەری مەکۆ دەخرێتەوە بۆ <samp>هەرگیز</samp> کە ناچێتە باری دەسەڵاتی ناوخۆیی. %sبەدوای دەسەڵاتی جیهانی بکەوە%s',
	'TRACE_USER_FOUNDER'					=> 'بەکارهێنەر دۆزەرەوەیە ،لێرەبەدوا دەسەڵاتی بەڕێوەبەر هەمیشە دانراوە بۆ <samp>بەڵێ</samp>.',
	'TRACE_USER_KEPT'	=> 'دەسەڵاتی بەکارهێنەر بریتییە لە <samp>نەخێر</samp> کەواتە کۆی نرخی کۆن هێشتراوەتەوە.',
	'TRACE_USER_KEPT_LOCAL'	=> 'دەسەڵاتی بەکار‌هێنەرەکە بۆ ئەم مەکۆیە دانراوە بۆ <samp>نەخێر</samp> کەواتە کۆی نرخە کۆنەکە هێشتراوەتەوە.',
	'TRACE_USER_NEVER_TOTAL_NEVER'	=> 'دەسەڵاتی بەکارهێنەرەکە دانراوە بۆ <samp>هەرگیز</samp> و کۆی نرخەکە دانراوە بۆ <samp>هەرگیز</samp> ،کەواتە هیچشتێک نەگۆڕاوە.',
	'TRACE_USER_NEVER_TOTAL_NEVER_LOCAL'	=> 'دەسەڵاتی بەکارهێنەرەکە بۆ ئەم مەکۆیە دانراوە بۆ <samp>هەرگیز</samp> و کۆی نرخەکە دانراوە بۆ <samp>هەرگیز</samp> ،کەواتە هیچشتێک نەگۆڕاوە.',
	'TRACE_USER_NEVER_TOTAL_NO'	=> 'دەسەڵاتی بەکارهێنەرەکە دانراوە بۆ <samp>هەرگیز</samp> کە دەبێتە کۆی نرخەکە چونکە دانراوە بۆ نەخێر.',
	'TRACE_USER_NEVER_TOTAL_NO_LOCAL'	=> 'دەسەڵاتی بەکارهێنەرەکە بۆ ئەم مەکۆیە دانراوە بۆ <samp>هەرگیز</samp> کە دەبێتە کۆی نرخەکە چونکە دانراوە بۆ نەخێر.',
	'TRACE_USER_NEVER_TOTAL_YES'	=> 'دەسەڵاتی بەکارهێنەرەکە دانراوە بۆ <samp>هەرگیز</samp> و لەسەر ئەوەی پێشوو دەنووسرێت <samp>بەڵێ</samp>.',
	'TRACE_USER_NEVER_TOTAL_YES_LOCAL'	=> 'دەسەڵاتی بەکارهێنەرەکە بۆ ئەم مەکۆیە دانراوە بۆ <samp>هەرگیز</samp> و لەسەر ئەوەی پێشوو دەنووسرێت <samp>بەڵێ</samp>.',
	'TRACE_USER_NO_TOTAL_NO'	=> 'دەسەڵاتی بەکارهێنەرەکە دانراوە بۆ <samp>نەخێر</samp> و کۆی نرخەکە دانرا بۆ نەخێر کە بنەڕەت دەبێ بۆ <samp>هەرگیز</samp>.',
	'TRACE_USER_NO_TOTAL_NO_LOCAL'	=> 'دەسەڵاتی بەکارهێنەرەکە بۆ ئەم مەکۆیە دانراوە بۆ <samp>نەخێر</samp> و کۆی نرخەکە دانرا بۆ نەخێر کە بنەڕەت دەبێ بۆ <samp>هەرگیز</samp>.',
	'TRACE_USER_YES_TOTAL_NEVER'	=> 'دەسەڵاتی بەکارهێنەرەکە دانراوە بۆ <samp>بەڵێ</samp> بەڵام سەرئەنجامەکە <samp>هەرگیز</samp> ناتوانرێت لەسەربنووسرێت.',
	'TRACE_USER_YES_TOTAL_NEVER_LOCAL'	=> 'دەسەڵاتی بەکارهێنەرەکە بۆ ئەم مەکۆیە دانراوە بۆ <samp>بەڵێ</samp> بەڵام سەرئەنجامەکە <samp>هەرگیز</samp> ناتوانرێت لەسەربنووسرێت.',
	'TRACE_USER_YES_TOTAL_NO'	=> 'دەسەڵاتی بەکارهێنەر دانراوە بۆ <samp>بەڵێ</samp> کە دەبێتە کۆی نرخەکە چونکە دانراوە بۆ <samp>نەخێر</samp>.',
	'TRACE_USER_YES_TOTAL_NO_LOCAL'	=> 'دەسەڵاتی بەکارهێنەر بۆ ئەم مەکۆیە دانراوە بۆ <samp>بەڵێ</samp> کە دەبێتە کۆی نرخەکە چونکە دانراوە بۆ <samp>نەخێر</samp>.',
	'TRACE_USER_YES_TOTAL_YES'	=> 'دەسەڵاتی بەکارهێنەر دانراوە بۆ <samp>بەڵێ</samp> و کۆی نرخ دانراوە بۆ <samp>بەڵێ</samp> ،کەواتە هیچشتێک نەگۆڕاوە.',
	'TRACE_USER_YES_TOTAL_YES_LOCAL'	=> 'دەسەڵاتی بەکارهێنەر بۆ ئەم مەکۆیە دانراوە بۆ <samp>بەڵێ</samp> و کۆی نرخ دانراوە بۆ <samp>بەڵێ</samp> ،کەواتە هیچشتێک نەگۆڕاوە.',
	'TRACE_WHO'	=> 'کێ',
	'TRACE_TOTAL'	=> 'سەرجەم',
	'USERS_NOT_ASSIGNED'	=> 'هیچ بەکارهێنەرێک ئەو یاسایە پێکناهێنێت.',
	'USER_IS_MEMBER_OF_DEFAULT'	=> 'ئەندامێکی ئەو ئەندامی گرووپە پەرە-پێناسەکراوانەیە.',
	'USER_IS_MEMBER_OF_CUSTOM'	=> 'ئەندامێکی ئەو ئەندامی گرووپە پێناسەکراوانەیە.',
	'VIEW_ASSIGNED_ITEMS'	=> 'شتە پێکهێنراوەکان ببینە',
	'VIEW_LOCAL_PERMS'	=> 'دەسەڵاتە ناوخۆکان',
	'VIEW_GLOBAL_PERMS'	=> 'دەسەڵاتە جیهانییەکان',
	'VIEW_PERMISSIONS'	=> 'دەسەڵاتەکان ببینە',
	'WRONG_PERMISSION_TYPE'	=> 'جۆری هەڵەی دەسەڵات هەڵبژێردراوە.',
	'WRONG_PERMISSION_SETTING_FORMAT'	=> 'ڕێکخستنەکانی دەسەڵات لە فۆرماتێکی هەڵەدان ،phpBB ناتوانێ بەردەوام ئێستاکە لەو کردارە بەردەوام بێت.',
));
