<?php
/**
*
* This file is part of the phpBB Forum Software package.
*
* @copyright (c) phpBB Limited <https://www.phpbb.com>
* @license GNU General Public License, version 2 (GPL-2.0)
*
* For full copyright and license information, please see
* the docs/CREDITS.txt file.
*
*/

/**
* DO NOT CHANGE
*/
if (!defined('IN_PHPBB'))
{
	exit;
}

if (empty($lang) || !is_array($lang))
{
	$lang = array();
}

// DEVELOPERS PLEASE NOTE
//
// All language files should use UTF-8 as their encoding and the files must not contain a BOM.
//
// Placeholders can now contain order information, e.g. instead of
// 'Page %s of %s' you can (and should) write 'Page %1$s of %2$s', this allows
// translators to re-order the output of data while ensuring it remains correct
//
// You do not need this where single placeholders are used, e.g. 'Message %d' is fine
// equally where a string contains only two placeholders which are used to wrap text
// in a url you again do not need to specify an order e.g., 'Click %sHERE%s' is fine

$lang = array_merge($lang, array(
	'ACP_SEARCH_INDEX_EXPLAIN'				=> 'لێرە دەتوانیت دواپشتی پێڕستەکانی گەڕان بەڕێوەببەیت. کە تۆ ئاساییانە تەنها یەک دواپشت بەکاردەبەیت پێویستە هەموو پێڕستەکان بسڕیتەوە کە بەکاری ناهێنیت. لەدوای گۆڕینی هەندێ لە ڕێکخستنەکانی گەڕان (نموونە. ئەو ژمارەی کەمترین/زۆرترین سوتانەکان) لەوانەیە دروستکردنەوەی خراپتری پێڕستەکە بێت کەواتە ئەمە دژی ئەو گۆڕانکارییانەیە.',
	'ACP_SEARCH_SETTINGS_EXPLAIN'			=> 'لێرە دەتوانی پێناسەی ئەوە بکەیت کە کام دواپشتی گەڕان بەکارببرێت بۆ پێڕستکردنی پەیامەکان و خەمڵاندنی گەڕانەکان. دەتوانی فرە هەڵبژاردن دابنێی کە دەتوانێ چەندە پێشکەوتنی ئەو کردارانە داوابکات. هەندێ لەو ڕێکخستنانە هەمان ڕێکخستنن بۆ هەموو دواپشتی بزوێنەری گەڕانەکان.',
	'COMMON_WORD_THRESHOLD'					=> 'فەرمانی دەستپێکی وشە',
	'COMMON_WORD_THRESHOLD_EXPLAIN'			=> 'ئەو وشانەی کە لەسەدی مەزنتریان لەخۆگرتووە لە هەموو پەیامەکان وەکو فەرمان هەژمار دەکرێن. فەرمانی وشەکان لە پرسگەکانی گەڕان پشتگوێدەخرێن. بۆ ناچالاککردن 0 دابنێ. تەنها کاریگەری دەبێت ئەگەر زیاتر لە 100 پەیام هەبێت. ئەگەر دەتەوێ ئەو وشانەی کە پێشتر هەژمارکراون وەکو فەرمان بۆ ئەوەی دابنرێنەوە پێویستە دووبارە پێڕست دروستبکرێتەوە.',
	'CONFIRM_SEARCH_BACKEND'				=> 'دڵنیایت کە دەتەوێ دواپشتێکی تری جیاوازی گەڕان بەکارببەیت؟ لەدوای گۆڕینی دواپشتی گەڕان پێویستە پێڕستێک دروستبکەی بۆ دواپشتی نوێی گەڕان. ئەگەر نەخشەت نییە بۆ گۆڕینەوەی دواپشتەکە بۆ ئەوەی پێشوو دەتوانی دواپشتە کۆنەکەی پێڕست بسڕیتەوە وە داواکراوە بۆ فراوانکردنی سەرچاوەکانی سیستەم.',
	'CONTINUE_DELETING_INDEX'				=> 'بەردەوامبە بۆ کرداری پێڕستی پێشوو',
	'CONTINUE_DELETING_INDEX_EXPLAIN'		=> 'کردارێکی پێڕستی دوورخراوە دەستپێکرا. داوادەکرێ بۆ گەیشتن بە پەڕەی پێڕستی گەڕانەکە پێویستە تۆ تەواوی بکەیت یان هەڵیبوەشێنیتەوە.',
	'CONTINUE_INDEXING'						=> 'بەردەوامبە بۆ کرداری پێڕستکردنی پێشوو',
	'CONTINUE_INDEXING_EXPLAIN'				=> 'کردارێکی پێڕستی دوورخراوە دەستپێکرا. داوادەکرێ بۆ گەیشتن بە پەڕەی پێڕستی گەڕانەکە پێویستە تۆ تەواوی بکەیت یان هەڵیبوەشێنیتەوە.',
	'CREATE_INDEX'							=> 'پێڕست دروستبکە',

	'DELETE_INDEX'							=> 'پێڕست بسڕەوە',
	'DELETING_INDEX_IN_PROGRESS'			=> 'سڕینەوەی پێڕستەکە لە پێشکەوتندایە',
	'DELETING_INDEX_IN_PROGRESS_EXPLAIN'	=> 'دواپشتی گەڕانەکە پێشتر پێڕستەکەی خاوێندەکاتەوە. ئەمە دەتوانێ ماوەیەک بخایەنێت.',

	'FULLTEXT_MYSQL_INCOMPATIBLE_VERSION'	=> 'دواپشتی دەقی تەواوی MySQL تەنها دەتوانێ بەکارببرێ لەگەڵ MySQL و بەرزتر.',
	'FULLTEXT_MYSQL_NOT_MYISAM'				=> 'پێڕستەکانی دەقی تەواوی MySQL تەنها دەتوانێ بەکارببرێ لەگەڵ خشتەکانی MyISAM.',
	'FULLTEXT_MYSQL_TOTAL_POSTS'			=> 'کۆی ژمارەی پەیامە پێڕستکراوەکان',
	'FULLTEXT_MYSQL_MBSTRING'				=> 'پاڵپشتی بۆ تیپەکانی UTF-8 بێ-لاتین ،mbstring بەکاردەبات:',
	'FULLTEXT_MYSQL_PCRE'					=> 'پاڵپشتی بۆ بێ-لاتین تیپەکانی UTF-8 بە بەکاربردنی PCRE.',
	'FULLTEXT_MYSQL_MBSTRING_EXPLAIN'		=> 'ئەگەر PCRE تایبەتمەندی تیپی یونیکۆدی نییە ،دواپشتی گەڕانەکە هەوڵدەدات بزوێنەری تاکی mbstring بەکارببات.',
	'FULLTEXT_MYSQL_PCRE_EXPLAIN'			=> 'ئەو دواپشتی گەڕانە داوای تایبەتمەندی تیپی یونیکۆدی PCRE دەکات ،تەنها بەردەستە لە PHP 4.4 .5/1 و بەرزتر ،ئەگەر دەتەوێ بۆ تیپەکانی بێ-لاتین بگەڕێیت.',
	'FULLTEXT_MYSQL_MIN_SEARCH_CHARS_EXPLAIN'	=> 'وشەکانی لەگەڵ زۆر تیپ بەلایەنی کەم پێڕست دەکرێن بۆ گەڕان. تۆ یان خانەخوێیەکەت دەتوانێ ئەو ڕێکخستنە بگۆڕێت بەهۆی گۆڕینی دیمەنکردنی mysql.',
	'FULLTEXT_MYSQL_MAX_SEARCH_CHARS_EXPLAIN'	=> 'وشەکان لەگەڵ هیچی تری زۆر وشەکان پێڕست دەکرێت بۆ گەڕان .تۆ یان خانەخوێیەکەت تەنها دەتوانێ ئەم ڕێکخستنە بگۆڕێ بەهۆی گۆڕینی دیمەنکردنی mysql.',
	'GENERAL_SEARCH_SETTINGS'				=> 'ڕێکخستنە گشتییەکانی گەڕان',
	'GO_TO_SEARCH_INDEX'					=> 'بڕۆ بۆ پەڕەی پێڕستی گەڕان',

	'INDEX_STATS'							=> 'ئامارەکانی پێڕست',
	'INDEXING_IN_PROGRESS'					=> 'پێڕستکردن لە پێشکەوتندایە',
	'INDEXING_IN_PROGRESS_EXPLAIN'			=> 'دواپشتی گەڕانە پێشتر هەموو پەیامەکان پێڕست دەکات بۆ مەکۆکە. ئەمە دەتوانێ لە چەند خولەکێکەوە بۆ چەند دەمژمێرێک بخایەنێت بەپێی قەبارەی مەکۆکەت.',

	'LIMIT_SEARCH_LOAD'						=> 'سنووردارکردنی سیستەمی بارکردنی پەڕەی گەڕان',

	'LIMIT_SEARCH_LOAD_EXPLAIN'				=> 'ئەگەر یەک خولەک سیستەمی بارکردن ئەو نرخەی خایاند پەڕەی گەڕانەکە دەڕواتە دەرهێڵ ،1.0 یەکسانە بە ~100% لە یەک کردارکردندا. ئەم تەنها نەخشانە بنچینەکراوەی سەر ڕاژەکانی UNIX ــن.',

	'MAX_SEARCH_CHARS'						=> 'زۆرترین تیپ پێڕستکراوە لەلایەن گەڕان',
	'MAX_SEARCH_CHARS_EXPLAIN'				=> 'وشەکان لەگەڵ هیچی تر لەو زۆر تیپانە پێڕست دەکرێت بۆ گەڕان.',
    'MAX_NUM_SEARCH_KEYWORDS'            => 'زۆرترین ژمارەی وشەکلیلی ڕێ پێدراو',
    'MAX_NUM_SEARCH_KEYWORDS_EXPLAIN'      => 'زۆرترین ژمارەی وشەکان کە بەکارهێنەر دەتوانێ بۆی بگەڕێ. نرخێکی 0 ڕێگادەدا بە بێ سنووری ژمارەی وشەکان.',
	'MIN_SEARCH_CHARS'						=> 'کەم تیپەکان پێڕسکران لەلایەن گەڕان',
	'MIN_SEARCH_CHARS_EXPLAIN'				=> 'وشەکان لەگەڵ ئەو زۆر تیپانە پێڕست دەکرێن بۆ گەڕان.',
	'MIN_SEARCH_AUTHOR_CHARS'				=> 'کەم ناوی نووسەری تیپەکان',
	'MIN_SEARCH_AUTHOR_CHARS_EXPLAIN'		=> 'بەکارهێنەران پێویستە بەلایەنی کەم ئەو زۆر تیپانە بنووسێ کە لە نووسری گەڕانەکە دەخەمڵێندرێت. ئەگەر ناوی بەکارهێنەری نووسەر کورترە لەو ژمارەیە هێشتا دەتوانی بۆ ئەو نووسەری پەیامانە بگەڕێی بە نووسینی ناوی تەواوی بەکارهێنەرەکە.',

	'PROGRESS_BAR'							=> 'شریتی پێشکەوتن',

	'SEARCH_GUEST_INTERVAL'					=> 'پارێزی فلووی گەڕانی میوان',
	'SEARCH_GUEST_INTERVAL_EXPLAIN'			=> 'ژمارەی ئەو چرکانەی کە میوان دەبێت چاوەڕێ بکات لەنێوان گەڕانەکان. ئەگەر یەک میوان بگەڕێ ئەوانی تر دەبێ چاوەڕێبکەن تاوەکو کاتی پارێزراو تێدەپەڕێت.',
	'SEARCH_INDEX_CREATE_REDIRECT'			=> 'هەموو پەیامەکان بەپێی ناونیشانی پەیام  %1$d ئێستا پێڕستکران ،لەوەی  %2$d پەیامەکان لەناو ئەو هەنگاوە بوون.<br />هەڵسەنگاندنی ئێستای پێڕستکردن بەنزیکەیی %3$.1. پەیامەکان بۆ هەر چرکەیەک.<br />پێڕستکردن لە پێشەوتندایە...',
	'SEARCH_INDEX_DELETE_REDIRECT'			=> 'هەموو پەیامەکان بەپێی ناونیشانی پەیام %1$d سڕانەوە لە پێڕستی گەڕانەکە.<br /> سڕینەوە لە پێشکەوتندایە...',
	'SEARCH_INDEX_CREATED'					=> 'بەسەرکەوتوویی هەموو پەیامەکان پێڕستکراون بۆ بنکەدراوەی مەکۆ.',
	'SEARCH_INDEX_REMOVED'					=> 'بەسەرکەوتوویی دواپشتی گەڕان سڕایەوە بۆ ئەو پێڕستە',
	'SEARCH_INTERVAL'						=> 'پارێزی فلووی گەڕانی بەکارهێنەر',
	'SEARCH_INTERVAL_EXPLAIN'				=> 'ژمارەی چرکەکان کە بەکارهێنەران دەبێت چاوەڕێبن لەنێوان گەڕانەکان. ئەو پارێزییە پشکنراوە بۆ هەر بەکارهێنەرێک.',
	'SEARCH_STORE_RESULTS'					=> 'درێژی ئەرشیفی ئەنجامی گەڕان',
 
	'SEARCH_STORE_RESULTS_EXPLAIN'			=> 'ئەنجامی گەڕانی ئەرشیفکراو بەسەردەچێت لەدوای ئەو کاتە ،لە چرکەکان. بۆ 0 دابنێ ئەگەر دەتەوێ ئەرشیفی گەڕان ناچالاک بکەیت.',
	'SEARCH_TYPE'							=> 'دواپشتی گەڕان',
	'SEARCH_TYPE_EXPLAIN'					=> 'phpBB ڕێگات دەدات بۆ هەڵبژاردن دواپشتەکە کە بۆ دەقی گەڕان بەکاردەبرێت لە ناوەڕۆکی پەیامەکان. بە بنەڕەت گەڕانەکە دەقی تەواوی گەڕانی phpBB بەکاردەبات.',
	'SWITCHED_SEARCH_BACKEND'				=> 'تۆ دواپشتی گەڕانت گۆڕی ،داوادەکرێ بۆ بەکاربردنی دواپشتی گەڕان نوێیەکە پێویستە تۆ دڵنیابیت کە پێڕستێک هەیە بۆ ئەو دواپشتەی هەڵیدەبژێری.',

	'TOTAL_WORDS'							=> 'کۆی ژمارەی وشە پێڕستکراوەکان',
	'TOTAL_MATCHES'							=> 'کۆی ژمارەی وشە بۆ ناردنی پێڕستی پەیوەندیدار',

	'YES_SEARCH'							=> 'هۆکارەکانی گەڕان چالاکبکە',
	'YES_SEARCH_EXPLAIN'					=> 'نەخشەکانی بەکارهێنەر چالاکدەکات لەناویاندا گەڕانی ئەندامان.',
	'YES_SEARCH_UPDATE'						=> 'نوێکردنەوەی دەقی تەواو چالاککبە',
	'YES_SEARCH_UPDATE_EXPLAIN'				=> 'نوێکردنەوەی پێڕستەکانی دەقی تەواو لەکاتی ناردن ،لەسەری دەڕوات ئەگەر گەڕان ناچالاککرابوو.',
));
