<?php
/**
*
* This file is part of the phpBB Forum Software package.
*
* @copyright (c) phpBB Limited <https://www.phpbb.com>
* @license GNU General Public License, version 2 (GPL-2.0)
*
* For full copyright and license information, please see
* the docs/CREDITS.txt file.
*
*/

/**
*/
if (!defined('IN_PHPBB'))
{
	exit;
}

// DEVELOPERS PLEASE NOTE
//
// All language files should use UTF-8 as their encoding and the files must not contain a BOM.
//
// Placeholders can now contain order information, e.g. instead of
// 'Page %s of %s' you can (and should) write 'Page %1$s of %2$s', this allows
// translators to re-order the output of data while ensuring it remains correct
//
// You do not need this where single placeholders are used, e.g. 'Message %d' is fine
// equally where a string contains only two placeholders which are used to wrap text
// in a url you again do not need to specify an order e.g., 'Click %sHERE%s' is fine

$help = array(
	array(
		0	=> '--',
		1	=> 'کێشەکانی چوونە ژوورەوە و خۆ تۆمارکردن',
	),
	array(
		0	=> 'بۆچی ناتوانم بچمە ژوورەوە؟',
		1	=> 'هۆکاری  جۆراوجۆر هەیە کە وادەکات ئەمە ڕووبدا ،یەکەم دڵنیاببەوە لەوەی ناوی بەکارهێنەر و تێپەڕەووشەت ڕاست نووسیوە ،ئەگەر لەو کاتەشدا ڕاستبوون پەیوەندی بگرە لەگەڵ بەڕێوەبەرایەتی بۆ دڵنیابوون لەوەی کە ڕانەگیراویت ،وە لەوانەیە وێبداڕێژ هەڵەی ڕێکخستنەکانی هەیە لە کۆتاییاندا و پێویستیان بە چارەسەر هەبێت.',
		
	),
	array(
		0	=> 'بۆچی پێویستە خۆم تۆمار بکەم؟',
		1	=> 'لەوانەیە پێویست نەکات ،ئەمەش دەگەڕێتەوە بۆ بەڕێوەبەر کە دەسەڵات و ڕەسەنێتی وا دانابێت پێویست بە تۆماربوون بکات یان نا ،بۆ نموونە وادانرابێت کە پێویستە تۆمارببیت تا پەیام بنووسیت ،هەرچۆنێک بێت بە تۆماربوون دەستت دەگات بە تایبەتمەندییە گرنگ و پێویستییەکانی تر کە بۆ میوان بەردەست نییە وەکو دانانی وێنۆچکە ،پەیامی تایبەت ،ئیمەیڵی بەکارهێنەران و بەشداریکردنی گروپی بەکارهێنەر ...هتد وە لە کۆتاییدا تۆماربوون چەند هەنگاوێکی کورت و ئاسانە و چەند خولەکێک دەخایەنێت ،کەواتە وا ئامۆژگاری دەکرێت کە بیکەیت.',
		
	),
	array(
		0	=> 'بۆچی خۆکارانە دەکرێمە دەرەوە؟',
		1	=> 'ئەگەر تۆ خانەی <em>خۆکارانە بمهێنە ژوورەوە بۆ هەر سەردانێک</em> دیاری نەکردبێت لەکاتی هاتنە ژوورەوە ،مەکۆ تەنها لە کاتی ئامادەبوونتدا لە ژوورەوە دەتهێڵێتەوە ،ئەمە هەژمارەکەت دووردەکات لە هەر دەست تێوەردانێک ،بۆ مانەوە لە ژوورەوە ،خانەکە دیاریبکە لەکاتی هاتنە ژوورەوە ،ئەمە ئامۆژگاری ناکرێت لە کاتێکدا کە کۆمپیوتەری بەکارهاتوو فرە بەکارهێنەری هەبێت ،بۆ نموونە کتێبخانە ،قاوەخانەی ئینتەرنێت ،کۆمپیتەری تاقیگەی زانکۆ ...هتد ئەگەر تۆ ئەو خانەیە نابینیت مانای وایە بەڕێوەبەر ئەو تایبەتمەندییەی ناچالاککردووە.',
		
	),
	array(
		0	=> 'چۆن ناوەکەم بشارمەوە لە لیستی بەکارهێنەرانی سەرهێڵ؟',
		1	=> 'لەناو کۆنترۆڵ پانێڵی بەکارهێنەر لەژێر “ویستراوەکانی مەکۆ” ،هەڵبژاردنی <em>دۆخی سەرهێڵیم بشارەوە</em> دەدۆزیتەوە ،ئەم هەڵبژاردنە لەگەڵ <samp>بەڵێ</samp> چالاکبکە ئەوکات تەنها بۆ بەڕێوەبەران و چاودێران دەردەکەویت ،وەکو بەکارهێنەری شاراوە هەژمار دەکرێیت.',
		
	),
	array(
		0	=> 'تێپەڕەوشەم لەبیر کردووە!',
		1	=> 'مەشڵەژێ کاتێک تێپەڕەووشەکەت پەسەند ناکرێت ،دەتوانرێت بە ئاسانیی دابنرێتەوە ،سەردانی پەڕەی چوونەژوورەوە بکە و کرتەبکە لەسەر <em>تێپەڕەوشەم لەبیر چووە</em> بەدوای ڕێنماییەکاندا بڕۆ و لە ماوەیەکی کورتدا دەتوانی دووبارە بچیتەوە ژوورەوە.',
		
	),
	array(
		0	=> 'خۆم تۆمارکردووە بەڵام ناتوانم بچمە ژوورەوە!',
		1	=> 'سەرەتا ،ناوی بەکارهێنەر و رێپەڕەووشە بپشکنە .ئەگەر ڕاستبن ،ئەوکات لەوانەیە یەکێک لەم دوو شتە ڕووبدات ،ئەگەر پاڵپشتی COPPA چالاککرابێت و تۆ دیاریتکردووە کە لەژێر ١٣ ساڵیت لەکاتی تۆماربوون ،پێویستە تۆ بەدوای ڕێنماییە وەرگیراوەکان بکەویت ،هەندێ مەکۆکان تۆماربوونی نوێ داوادەکرێت بۆ چالاککردن ،ئینجا لەلایەن خۆتەوە بێت یان لەلایەن بەڕێوەبەرایەتی  پێش ئەوەی بتوانی بچیتە ژوورەوە ،ئەگەر تۆ ئیمەیڵێک بنێرە و بەدوای ڕێنماییەکان بکەوە ،ئەگەر تۆ ئیمەیڵت بۆ نەهات لەوانەیە تۆ ئیمەیڵێکی هەڵەت نووسیبێت یان ئیمەیڵەکە بەهۆی ئامرازەکانی سپامەوە هەڵگیرابێت ،ئەگەر دڵنیای لەوەی ئیمەیڵی دروستت نووسیوە هەوڵبدە پەیوەندی بگریت لەگەڵ بەڕێوەبەر.',
		
	),
	array(
		0	=> 'کاتی خۆی من تۆمارببووم بەڵا ئێستا ناتوانم بچمە ژوورەوە؟!',
		1	=> 'هەوڵبدە ئەو ئیمەیڵە بدۆزیتەوە کە یەکەمجار تۆماربوویت بۆت نێردراوە ،سەیری ناوی بەکارهێنەر و تێپەڕەووشە بکە و دووبارە هەوڵبدەوە ،لەوانەشە بەڕێوەبەر هەژمارەکەی ناچالاک کردبیت یان سڕیبێتیەوە ،وە هەروەها هەندێ مەکۆ لەوانەیە ئەو بەکارهێنەرانە بسڕنەوە کە بۆ ماوەیەکی درێژ هیچ چالاکی و پەیامێکیان نەبووە بۆ کەمکردنەوە قەبارەی بنکەدراوە ،ئەگەر ئەوە ڕوویداوە هەوڵبدە دووبارە تۆمارببیت و زیاتر لە گفتوگۆکان بەشداربیت.',

	),
	array(
		0	=> 'بۆچی ناتوانم تۆمارببم؟',
		1	=> 'لەوانەیە بەڕێوەبەر ناونیشانی ئایپی تۆی ڕاگرتبێت یان ڕێگای نەدابێت بە ناوی بەکارهێنەرەی کە تۆ هەوڵی تۆماربوونی پێ دەدەیت. بەڕێوەبەر دەتوانێت تۆماربوون ناچالاکبکات بۆ دوورخستنەوەی سەردانکەرە نوێیەکان لە تۆماربوون ،بۆ یارمەتی پێویست پەیوەندی بگرە لەگەڵ بەڕێوەبەر.',
		
	),
	array(
		0	=> '"هەموو کووکییەکانی مەکۆ بسڕەوە" چی دەکات؟',
		1	=> '"هەموو کووکییەکانی مەکۆ بسڕەوە" هەموو کووکییەکان دەسڕێتەوە کە لەلایەن phpBB دروستکراون کە وا لەتۆ دەکات لە ژوورەوە بمێنیتەوە ،هەروەک کردارەکانی وەکو بەدواگەڕانی خوێندراوەکان دەدات ئەگەر چالاک کرابێت لەلایەن بەڕێوەبەرەوە ،ئەگەر کێشەی چوونەوە ژوورەوە و دەرچوونت هەیە لە مەکۆکان سڕینەوەی کوکییەکانی مەکۆ لەوانەیە یارمەتیدەر بێت.',
		
	),
	array(
		0	=> '--',
		1	=> 'پەسەندکردن و ڕێکخستنەکانی بەکارهێنەر',
	),
	array(
		0	=> 'چۆن ڕێکخستنەکانم بگۆڕم؟',
		1	=> 'ئەگەر تۆ بەکارهێنەرێکی تۆماربوویت ،هەموو ڕێکخستنەکانت لە بنکەدراوەی مەکۆ پاشەکەوت دەکرێن ،بۆ دەستکاری کردنیان ،سەردانی کۆنترۆڵ پانێڵی بەکارهێنەر بکە کە بەستەرێکە دەتوانرێت هەموو کاتێک بدۆزرێتەوە لە سەرەوەی پەڕەکانی مەکۆ ،ئەو سیستەمە ڕێگات دەدات بۆ گۆڕینی هەموو پەسەندکردن و ڕێکخستنەکانت.',
		
	),
	array(
		0	=> 'کاتەکان ڕاست نین!',
		1	=> 'لەوانەیە ئەو کاتەی نیشاندراوە جیاواز بێت لە کاتی ئەو ناوچەیەی تۆی تێدایت ،کە ئەوە ڕوویدا سەردانی کۆنترۆڵ پانێڵی بەکارهێنەر بکە و ناوچەی کاتەکەت بگۆڕە بۆ ئەو ناوچەیەی کە لەگەڵتدا دروستە و دەگونجێت ،وە ناوچەی کات تەنها لەلایەن بەکارهێنەری تۆماربوو دەگۆڕدرێت ،بۆیە ئەگەر تۆمارنەبوویت ئێستا کاتێکی باشە بۆ تۆماربوون.',
		
	),
	array(
		0	=> 'ناوچەی کاتم گۆڕی کەچێ هێشتا کاتەکان دروست نین!!',
		1	=> 'ئەگەر تۆ دڵنیایت ناوچەی کات و کاتی هاوینەت بە درسستی داناوە و هێشتا کاتەکان هەڵەن و دروست نین ،کەواتە ئەو ڕێکخستنی کاتە کە لە کاتژمێرەکە پاشەکەوت کراوە هەڵەیە ،تکایە بەڕێوەبەر ئاگادار بکەوە لەو کێشەیە.',
		
	),
	array(
		0	=> 'زمانی من لە لیستەکەدا نییە!',
		1	=> 'لەوانەیە بەڕێوەبەر ئەو زمانەی تۆی دانەمەزراندبێت یان هیچ کەسێک ئەو مەکۆیەی وەرنەگێڕاوەتە سەر زمانەکەی تۆ ،هەوڵبدە داوا لە بەڕێوەبەر بکەیت کە زمانەکەت دابمەزرێنێت ئەگەر بتوانن ،ئەگەر گورزەی زمانەکە بوونی نییە ،سەربەخۆ بە لە دروستکردنی وەرگێڕانێکی نوێ ،زانیاری زۆرتر دەتوانرێت لە ماڵپەری phpBB بدۆزرێتەوە لەو بەستەری خوارەوەی مەکۆ.',
		
	),
	array(
		0	=> 'چۆن وێنەیەک لەژێر ناوەکەم دەربکەوێت؟',
		1	=> 'دوو جۆر وێنە هەیە لەکاتی پەیامکردندا دەردەکەون لەژێر ناوەکەت ،بە کەوتنە سەر شێوازی بەکارهێنراو ،یەکەم دەبێتە وێنەیەک لەگەڵ پلەکەت لێکدراوە لە جۆرە ئەستێرەکان زیاتر خۆی دەبینێتەوە ،بلۆک یان خاڵەکان ،بەپێی ژمارەی پەیامەکانت ،دووەمیان زۆرجار وێنەیەکی گەورەیە ،ناوسراوە بە وێنۆچکە تایبەتە و بۆ هەر بەکارهێنەرێک جیاوازە ،دەکەوێتەوە سەر بەڕێوەبەری مەکۆ کە وێنۆچکە چالاک دەکات یان نا یان چ جۆرە وێنۆچکەیەک بەردەست بێت و بەکارببرێت ،ئەگەر تۆ ناتوانی وێنۆچکە دابنێیت پەیوەندی لەگەڵ بەڕێوەبەر بگرە و داوای هۆکارەکان بکە.',
		
	),
	array(
		0	=> 'پلەکەم چییە و چۆن بیگۆڕم؟',
		1	=> 'پلەکان ،کە لەژێر ناوی بەکارهێنەر دەردەکەوێت ،ناساندن و ژمێریاری ژمارەی پەیامەکانە کە کردووتە ،بۆ نموونە چاودێران و بەڕێوەبەران بەگشتی ناتوانیت ڕاستەوخۆ وشەی هەر پلەیەک بگۆڕیت کە لەلایەن بەڕێوەبەرەوە دانراون ،تکایە مەکۆ بێزار مەکە بە ناردنی پەیامی بێ سوود و بێ مانا تەنها بۆ زیادکردنی ژمارەی پەیام و پلە ،زۆربەی مەکۆکان ئەمە ناکەنە پێوەر بۆ وەرگرتنی پۆستی چاودێریی و بەڕێوەبەریی و ...هتد بەڕێوەبەر دەتوانێ بە ئاسانی ژمارەی پەیامەکانت کەم بکاتەوە.',
		
	),
	array(
		0	=> 'کە کرتە لەسەر ئیمەیڵی بەکارهێنەرێک دەکەم داوای چوونەژوورەوە دەکات!',
		1	=> 'تەنها بەکارهێنەری تۆماربوو دەتوانێت ئیمەیڵ بنێرێت بۆ بەکارهێنەرانی تر بەهۆی فۆرمی پەیوەندییەوە ،وە تەنها بەڕێوەبەر دەتوانێت ئەو تایبەتمەندییە چالاکبکات ،ئەمە بۆ دوورخستنەوەی بێزاریی لە بەکارهێنەران و پاراستنیانە.',
		
	),
	array(
		0	=> '--',
		1	=> 'کێشەکانی پەیامکردن',
	),
	array(
		0	=> 'چۆن بابەتێک بۆ مەکۆیەک بنێرم؟',
		1	=> 'بۆ ناردنی بابەتێکی نوێ لە مەکۆیەک ،کرتەبکە لەسەر دوگمەی دراوە یان پەردەی بابەت ،لەوانەیە وا پێویست بێت کە تۆمارببیت پێش ئەوەی بتوانی پەیامێک بنێری ،لیستی دەسەڵاتەکان بەردەستە لە هەر مەکۆیەک لە خوارەوەی پەردەی بابەت ،نموونە: دەتوانی بابەتی نوێ بنێری ،دەتوانی دەنگبدەی لە ڕاپرسییەکان ،هتد.',
		
	),
	array(
		0	=> 'چۆن دەستکاری بابەتێک بکەم یان بیسڕمەوە؟',
		1	=> 'تەنها ئەگەر تۆ بەڕێوەبەری مەکۆ بیت یان چاودێر بیت ،ئەگەرنا تەنها دەتوانی بابەتەکانی خۆت دەسکاری بکەیت یان بیانسڕیتەوە ،دەتوانی دەستکاری بابەتێک بکەیت بە کرتەکردن لەسەر دوگمەی دەستکاری بۆ پەیامێکی دیاریکراو ،هەندێکات تەنها بۆت هەیە بۆ کاتێکی دیاریکراو دەستکاری پەیامەکەت بکەیت لە ناردنییەوە ،ئەگەر کەسێک پێشووتر وەڵامێکی ناردووە پارچەیەکی بچووک بەرهەمهاتوو دەبینیت لەکاتی گەڕانەوەت بۆ بابەتەکە کە ژمارەی دەستکاری کردنەکانت لیست دەکات لەگەڵ کات و بەرواری دەستکاری ،ئەمە تەنها دەردەکەوێ ئەگەر کەسێک وەڵامێکی نووسیبێت ،دەرناکەوێت ئەگەر چاودێر یان بەڕێوەبەر دەستکاری پەیامەکە بکات .لەوانەیە تێبینییەکە جێ بهێڵن وەکو بۆچی دەستکاری پەیامەکەیان کردووە لەسەر ڕەزامەندی خۆیان ،تکایە تێبینی ئەوە بکە کە بەکارهێنەری ئاسایی ناتوانێت بابەتێک بسڕێتەوە کاتێک کەسێک وەڵامێکی تێدا نووسیوە.',
		
	),
	array(
		0	=> 'چۆن واژۆ دابنێم؟',
		1	=> 'بۆ زیادکردنی واژۆیەک سەرەتا دەبێ بچیتە کۆنترۆڵ پانێڵی بەکارهێنەر ،کە دروستتکرد لە کاتی ناردنی بابەت خانەی <em>واژۆیەک هاوپێچبکە</em> نیشانبکە  ،هەروەها دەتوانی واژۆیەک بەشێوەی ئاسایی بۆ هەموو پەیامەکانت دابنێی بە دیاریکردنی دوگمەی مەبەست لە پرۆفایلەکەت ،ئەگەر واتکرد ،هێشتا دەتوانی واژۆ دووربخەیتەوە لە پەیامێکدا بە لابردنی خانەی دیاریکراو لەناو بۆشایی پەیامکردندا.',
		
	),
	array(
		0	=> 'چۆن ڕاپرسییەک دروستبکەم؟',
		1	=> 'لەکاتی ناردنی بابەتێکی نوێدا یان دەستکاری بابەتێک ،کرتەبکە لەسەر "دروستکردنی ڕاپرسی" کە لەخوار ناوچەی پەیام نووسیندایە ،ئەگەر تۆ ئەو کردارە نابینیت  ئەوا تۆ دەسەڵاتی دروستکردنی ڕاپرسیت نییە ،ناونیشانێک بنووسە و بە لایەنی کەمەوە دوو هەڵبژاردن لە بۆشاییەکە دیاریبکە ،دڵنیابە لەوەی هەر هەڵبژاردنێک لە دێڕێکی سەربەخۆ و جیا دەنووسی ،هەروەها دەتوانی ژمارەی هەڵبژاردنەکان دیاریبکە کەهەر بەکارهێنەرێک بتوانێت دەستنیشانیبکات لەکاتی دەنگدان لەژێر "هەڵبژاردنەکان بۆ هەر بەکارهێنەرێک" ،وە دیاریکردنی کات لە ڕۆژەکان بۆ ڕاپرسی 0 بۆ ماوەی هەتاهەتایی ،لە کۆتاییدا هەڵبژاردنی چالاککردنی ڕاپرسییەکە بۆ توانادان بە بەکارهێنەران بۆ بەشداریکردن.',
		
	),
	array(
		0	=> 'بۆچی ناتوانم هیچی تر هەڵبژاردن زیادبکەم؟',
		1	=> 'دیاریکردنی ژمارەی هەڵبژاردنەکان لەلایەن بەڕێوەبەری مەکۆوە دادەنرێت ،ئەگەر تۆ وا هەستدەکەی پێویستە هەڵبژاردنی زۆرتر دابنێی بۆ ڕاپرسییەکەت ،پەیوەندی بگرە لەگەڵ بەڕێوەبەر.',
		
	),
	array(
		0	=> 'چۆن ڕاپرسییەک دەستکاریبکەم یان بیسڕمەوە؟',
		1	=> 'وەکو لەگەڵ پەیامەکان ،ڕاپرسییەکان دەتوانرێ تەنها لەلایەن نێرەری بنەڕەتەوە دەستکاری بکرێن ،چاودێرێکیش یان بەڕێوەبەرێک. بۆ دەستکاری ڕاپرسییەک ،کرتەبکە بۆ دەستکاری یەکەم پەیام لە بابەتەکە؛ ئەمە هەمیشە ڕاپرسییەکەی لەگەڵ پێکهێنراوە. ئەگەر هیچ کەس دەنگی نەدابوو ،بەکارهێنەران دەتوانن ڕاپرسییەکە بسڕنەوە یان دەستکاری هەڵبژاردنی ڕاپرسیی بکەن. هەرچۆنێکە ئەگەر ئەندامان پێشتر دەنگیان دابێت ،تەنها چاودێران یان بەڕێوەبەران دەتوانن دەستکاریبکەن یان بیسڕنەوە. ئەمە هەڵبژاردنەکانی ڕاپرسییەکە دووردەخات لەهەر دەست تێوەردانێک.',
	),
	array(
		0	=> 'بۆچی ناتوانم بچمە مەکۆیەک؟',
		1	=> 'هەندێ مەکۆکان لەوانەیە سنووردارکرابن بۆ کۆمەڵێ بەکارهێنەر یان گرووپ. بۆ بینین ،خوێندنەوە ،پەیامکردن ،یان بەجێگەیاندنی هەر کردارێکی تر کە لەوانەیە دەسەڵاتی تایبەتی پێویست بێت. پەیوەندی بگرە لەگەڵ چاودێرێک یان بەڕێوەبەری مەکۆ بۆ وەرگرتنی ئەو دەسەڵاتە ئەگەر پێویست بوو.',
	),
	array(
		0	=> 'بۆچی ناتوانم هاوپێچەکان زیادبکەم؟',
		1	=> 'دەسەڵاتەکانی هاوپێچ لەهەر مەکۆیەک دراوە ،لەهەر گرووپێک ،یان لەهەر تاکە بەکارهێنەرێک. بەڕێوەبەری مەکۆکە لەوانەیە ڕێگای نەدابێت بۆ زیادکردنی هاوپێچەکان لە مەکۆیەکی دیاریکراو ،یان لەوانەیە هەندێ گرووپ بتوانن هاوپێچەکان بنێرن. پەیوەندی بگرە لەگەڵ بەڕێوەبەری مەکۆ ئەگەر دڵنیانیت دەربارەی ئەوەی بۆچی ناتوانی هاوپێچەکان زیادبکەی.',
	),
	array(
		0	=> 'بۆچی من ئاگادارکردنەوە وەردەگرم؟',
		1	=> 'هەر بەڕێوەبەری مەکۆیەک یاسای تایبەت بەخۆیان هەیە بۆ وێبگەکەیان. ئەگەر تۆ یاسایەک بشکێنی ،لەوانەیە تووشی ئاگادارکردنەوە ببیت. تکایە سەرنجی ئەوە بدە کە ئەمە تەنها بڕیاری بەڕێوەبەری مەکۆکەیە ،گرووپی phpBB هیچ پەیوەندییەکی بەوە نییە. پەیوەندی بگرە لەگەڵ بەڕێوەبەری مەکۆ ئەگەر دڵنیانیت بۆچی تووشی ئاگادارکردنەوە بوویت.',


	),
	array(
		0	=> 'چۆن دەتوانم پەیامەکان ڕاپۆرت بکەم بۆ چاودێرێک؟',
		1	=> 'ئەگەر بەڕێوەبەری مەکۆ ڕێگای دابێت ،پێویستە تۆ دوگمەیەکی ڕاپۆرتکردنی پەیامەکان ببینیت لەدوای ئەو پەیامەکەی کە دەتەوێ ڕاپۆرتی بکەیت .کرتەکردن لەسەر دەتبات بۆناو هەنگاوە پێویستەکانی ڕاپۆرتکردنی پەیامەکە.',
	),
	array(
		0	=> 'دوگمەی "ڕەشنووس پاشکەوت بکە" بۆچییە؟',
		1	=> 'ئەمە ڕێگات دەدات بۆ پاشەکەوتکردنی پەیامەکە بۆ تەواوکردنی و ناردنی لە کاتێکی تردا. بۆ هێنانەوەی پەیامە پاشکەوتکراوەکان ،سەردانی کۆنترۆڵ پانێڵی بەکارهێنەر بکە.',
	),
	array(
		0	=> 'بۆچی پەیامەکانم پێویستە پەسەندبکرێن؟',
		1	=> 'بەڕێوەبەری مەکۆکە لەوانەیە بڕیاری دابێت کە ئەو پەیامانەی لە مەکۆکە دەینێری پێویستە بە پێداچوونەوە بێت پێش ناردنی ،لەوانەشە بەڕێوەبەرەکە تۆی لە گرووپێک دانابێت ئەوانەی کە پەیامەکانیان پێویستی بە پێداچوونەوە و پەسەندکردن هەیە پێش ئەوەی بتوانن بینێرن. تکایە پەیوەندی بگرە لەگەڵ بەڕێوەبەری مەکۆکە بۆ وردەکاری زیاتر.',
	),
	array(
		0	=> 'چۆن بابەتێک بڵاوبکەمەوە؟',
		1	=> 'بە کرتەکردن لەسەر بەستەری "بابەت بڵاوبکەوە" کاتێک سەیری دەکەیت ،دەتوانی بابەتەکە بڵاوبکەیتەوە بۆ لوتکەی مەکۆکە لە پەڕەی سەرەتا ،هەرچۆنێکە ئەگەر ئەوە نابینیت ،ئەوکات لەوانەیە بڵاوکردنەوەی بابەت ناچالاککرابێ. هەروەها لەوانەشە بڵاوکردنەوەی بابەتەکە بەهۆی وەڵامدانەوە بێت بۆی. هەرچۆنێک بێت دڵنیابە کە بەدوای یاساکانی مەکۆیت کاتێ ئەوە دەکەیت.',
	),
	array(
		0	=> '--',
		1	=> 'فۆرماتکردن و جۆرەکانی بابەت',
	),
	array(
		0	=> 'BBCode چییە؟',
		1	=> 'ئامرازکردنێکی تایبەتی (هتمل)ە ،دەتوانی بەکاریببەیت لە پەیامەکان لەناو مەکۆ ،کە دیاریدەکرێت لەلایەن بەڕێوەبەرەوە .لەگەڵ ئەوەش دەتوانی ناچالاکی بکەیت لە هەر شوێنێک ،وە کۆنترۆڵی مەزنی هەیە لەسەر چی و چۆن شتێک دەرکەوێت &gt; لەگەڵ &lt; پەیامێک کە لەسەر بنچینەی مەکۆ دەنێردرێت ،تاگەکان پەرژیندەکرێن لە چوارگۆشەی کۆلۆکە [ یان ] لەباتی .زیاتری لێ پێشبینی بکەیت لە ئاسانیی بەکارهێنانی BBCode دەکەوێتە سەر ئەو قالبەی تۆ بەکاریدەبەیت',
	),
	array(
		0	=> 'دەتوانم HTML بەکارببەم؟',
		1	=> 'نەخێر ،ناتوانرێت HTML بنێردرێت لەسەر مەکۆکە. زۆربەی فۆرماتکردنەکان کە دەتوانرێ هەڵبگیرێن بە بەکارهێنانی HTML دەتوانی جێبەجێیان بکەی بە بەکاربردنی BBCode لەباتی.',
	),
	array(
		0	=> 'خەندەکان چین؟',
		1	=> 'خەندەکان ،یان دەربڕینەکان ،وێنەی بچووکن کە دەتوانرێ بەکارببرێن بۆ دەربڕینی هەستێک بە بەکاربردنی کۆدێکی کورت ،نموونە. :) ،بەخێرایی لە پەیامەکاندا دەگۆڕێن بۆ خەندە .چاودێرێک دەتوانێ دەستکاریان بکات یان لەگەڵ پەیامەکە پێکەوە بیانسڕێتەوە. بەڕێوەبەری مەکۆکە دەشتوانی سنوورێک بۆ مارەی خەندەکان دابنێ کە تۆ دەتوانی لە پەیامێکدا بینێری.',
	),
	array(
		0	=> 'دەتوانم وێنەکان بنێرم؟',
		1	=> 'بەڵێ ،وێنەکان دەتوانرێن نیشانبدرێن لە پەیامەکاندا. ئەگەر بەڕێوەبەر ڕێگای دابێت بە هاوپێچەکان ،دەتوانی وێنە بۆ مەکۆکە باربکەیت ،بەپێچەوانەوە دەبێ وێنەیەکی کۆگاکراو لەسەر ڕاژەیەکی گشتی دەستڕاگەیشتوو بەستەر بکەیت ،نموونە. http://www.example.com/my-picture.gif .ناتوانی ئەو وێنانە بەستەر بکەیت کە لە کۆمپیوتەرەکەی خۆتدا کۆگاکراون ،وە نە ئەو وێنانەی کە لەدوای ماکینەنەکانی ڕەسەنێتی کۆگاکراون ،وەکو ،یاهوو و هۆتمێل ،هتد .بۆ نیشاندانی وێنەکە تاگی [img] بەکارببە.',
	),
	array(
		0	=> 'ئاگادارییە گشتییەکان چین؟',
		1	=> 'ئاگادارییە گشتیەکان زانیاری گرنگ لەخۆدەگرێت و پێویستە بیانخوێنێتەوە هەرکاتێک کەکرا. دەردەکەون لە لوتکەی هەموو مەکۆکان و لەناو کۆنترۆڵ پانێڵی بەکارهێنەریش. دەسەڵاتەکانی ئاگاداری گشتی لەلایەن بەڕێوەبەری مەکۆوە دراوە.',
	),
	array(
		0	=> 'ئاگادارییەکان چین؟',
		1	=> 'ئاگادارییەکان زیاتر زانیاری گرنگ لەخۆدەگرن بۆ ئەو مەکۆیەی کە دەیخوێنیتەوە و پێویستە بیانخوێنیتەوە هەرکاتێک کەکرا. ئاگادارییەکان دەردەکەون لە لوتکەی هەر پەڕەیەکی مەکۆیەک کە لێی نێردراون. وەکو ئاگادارییە گشتییەکان ،دەسەڵاتی ئاگادارییەکان لەلایەن بەڕێوەبەری مەکۆکەوە دەدرێت.',
	),
	array(
		0	=> 'بابەتە جێگیرەکان چین؟',
		1	=> 'بابەتە جێگیرەکان لەناو مەکۆکە دەردەکەون لەخوا ئاگادارییەکان و تەنها لە پەڕەی یەکەم. زیاتر زانییارییەکی گرنگ لەخۆدەگرن کەواتە پێویستە تۆ بیانخوێنیتەوە هەرکاتێک کەکرا. وەکو ئاگادارییەکان و ئاگادارییە گشتییەکان ،دەسەڵاتی بابەت جێگیرەکان لەلایەن بەڕێوەبەری مەکۆکەوە دەدرێن.',
	),
	array(
		0	=> 'بابەتە داخراوەکان چین؟',
		1	=> 'بابەتە داخراوەکان ئەو بابەتانەن کە بەکارهێنەران هیچی تر ناتوانن وەڵامی تێدا بنووسن و هەر ڕاپرسییەکی لەخۆگرتوو خۆکارانە کۆتایی دێت. بابەتەکان لەوانەیە داخرابن بۆ زۆر هۆکار و کە بەم جۆرە دانراون و هەروەها لەلایەن چاودێری مەکۆکە یان بەرێوەبەری مەکۆکە. لەوانەشە بتوانی بابەتی خۆت دابخەیت بەپێی ئەو دەسەڵاتەی کە بەڕێوەبەری مەکۆ پێتی داوە.',
	),
	array(
		0	=> 'هێمای بابەتەکان چییە؟',
		1	=> 'هێمای بابەتەکان وێنەی هەڵبژێردراو نووسەرن پێکدین لەگەڵ پەیامەکان بۆ گوزارشتکردنی ناوەڕۆکەکانیان. توانایی بۆ بەکاربردنی هێماکانی بابەت دەکەوێتە سەر ئەو دەسەڵاتەی دانراوە لەلایەن بەڕێوەبەری مەکۆکە.',
	),

	// This block will switch the FAQ-Questions to the second template column
	array(
		0 => '--',
		1 => '--',
	),

	array(
		0	=> '--',
		1	=> 'پلەکانی بەکارهێنەر و گرووپەکان',
	),
	array(
		0	=> 'بەڕێوەبەران چین؟',
		1	=> 'بەڕێوەبەران ئەندامن پێکهێنراون لەگەڵ بەرزترین پلەی کۆنترۆڵکردنی تەواوی مەکۆکە. ئەو ئەندامانە دەتوانن هەموو کردارەکانی مەکۆ کۆنترۆڵ بکەن  ،لەناویاندا ڕێکخستنی دەسەڵاتەکان ،ڕاگرتنی بەکارهێنەران ،دروستکردنی گرووپی بەکارهێنەران و چاودێران ،هتد.، دەکەوێتە سەر دۆزەرەوەی مەکۆکە و چ دەسەڵاتێک ئەو دەیدات بۆ بەڕێوەبەرانی تر. ئەمە لەوانەشە چاودێرایەتی تەواو و توانای تەواوی لە هەموو مەکۆکاندا هەبێت ،بەپێی ئەو ڕێکخستنانەی کە دانراو لەلایەن دۆزەرەوەی مەکۆکە.',
	),
	array(
		0	=> 'چاودێران چین؟',
		1	=> 'چاودێران تاکەکان (یان گرووپێکن لە تاکەکان) کە چاوەدێری مەکۆکان دەکەن لە ڕۆژ بۆ ڕۆژ. توانای ئەوەیان هەیە بۆ دەستکاری ،سڕینەوە ،داخستن ،دانەخستن ،گواستنەوە و جیاکردنەوەی پەیامەکان لەو مەکۆیانەی چاودێرن لێی. بەگشتی چاودێران پێشکەشکراون بۆ دوورخستنەوەی بەکارهێنەران لە بەرەو تێکبردنی-بابەت یان پەیامکردنی نابەجێ ،دوور لە یاساکان و بێزارکردنی ئەندامانی تر.',
	),
	array(
		0	=> 'گرووپی بەکارهێنەران چین؟',
		1	=> 'گرووپی بەکارهێنەران گرووپێکن لە بەکارهێنەر کە دابەشکراون بۆناو بەش و یەکەی بەڕێوەبەری دەتوانن لەگەڵیدا کاربکەن. هەر بەکارهێنەرێک دەتوانێ سەر بە کۆمەڵێ گرووپ بێت و هەر گرووپێکیش دەتوانێ لە دەسەڵاتەی هەمەجۆر پێکبێت. ئەمە ڕێگایەکی ئاسان دەدات بە بەڕێوەبەران بۆ گۆڕینی دەسەڵاتەکان بۆ کۆمەڵێک بەکارهێنەر بەیەکجار ،وەکو گۆڕینی دەسەڵاتەکانی چاودێر یان پێدانی دەسەڵات بۆ بەکارهێنەر بۆ مەکۆیەکی تایبەت.',
	),
	array(
		0	=> 'گرووپی بەکارهێنەران لەکوێیە؟ چۆن دەتوانم بەشداریان بم؟',
		1	=> 'دەتوانی هەموو گرووپی بەکارهێنەرەکان ببینیت لەڕێگای بەستەری "گرووپی بەکارهێنەران" لەناو کۆنترۆڵ پانێڵی بەکارهێنەر. ئەگەر ئارەزوو دەکەی بۆ بەشداربوون لە یەکێکیان. بە کرتەکردنی دوگمەی بەرامبەریان دەتوانی بەشداربیت. هەموو گرووپەکان کراوە نین بۆ بەشداربوون ،هەرچۆنێکە هەندێکیان پێویستیان بە پەسەندکردنە بۆ بەشداربوون لێیان و هەندێک لەوانەیە داخرابن و هەندێکیش لەوانەیە شاردرابنەوە. ئەگەر گرووپەکە کراوەیە ،دەتوانی بەشدارببیت بە کرتەکردنی دوگمەی بەرامبەریان. ئەگەر گرووپێک داوای پەسەندکردن دەکات لەوانەیە داوا بکەیت بۆ بەشداربوون بە کرتەکردنی دوگمەی بەرامبەر. ئەکات پێشڕەوی گرووپ پێویستە داواکەت پەسەندبکات لەوانەشە پرسیارت لێ بکرێت کە بۆچی دەتەوێ بەشدارببی لەو گرووپە. تکایە پێشڕەوی گرووپەکان بێزارمەکە ئەگەر داواکەتیان ڕەتکردەوە؛ ئەوان هۆکاری خۆیان دەبێت.',
	),
	array(
		0	=> 'چۆن ببمە پێشڕەوی گرووپێکی بەکارهێنەر؟',
		1	=> 'پێشڕەوی گرووپێکی بەکارهێنەر پێکدێت کاتێک گرووپی بەکارهێنەرەکە دروستدەکرێ لەلایەن بەڕێوەبەرێکی مەکۆکەوە. ئەگەر دەخوازیت لە دروستکردنی گرووپێکی بەکارهێنەر ،یەکەم خاڵی پەیوەندی کردنت دەبێ بەڕێوەبەرێک بێت ؛یان هەوڵی پەیامی تایبەت بدە.',
	),
	array(
		0	=> 'بۆچی هەندێ گرووپی بەکارهێنەران لە ڕەنگێکی جیاواز دەردەکەون؟',
		1	=> 'بەڕێوەبەری مەکۆ دەتوانێ ڕەنگێک پێکبهێنێت بۆ ئەندامانی گرووپێکی بەکارهێنەر بۆ ئاسانترکردنی ناسینەوەی ئەندامانی ئەو گرووپە.',
	),
	array(
		0	=> '"گرووپی بنەڕەتی بەکارهێنەر" چییە؟',
		1	=> 'ئەگەر تۆ ئەندامی لە گرووپێک زیاتر ،بنەڕەتەکەت بەکارهاتووە بۆ دیاریکردنی کام ڕەنگی گرووپ و کام پلەی گرووپ پێویستە دەربکەوێ بۆ تۆ لەلایەن بنەڕەت. بەڕێوەبەری مەکۆکە لەوانەیە دەسەڵاتت بداتێ بۆ گۆڕینی گرووپی بنەڕەتی بەکارهێنەری خۆت لەڕێگای کۆنترۆڵ پانێڵی بەکارهێنەر.',
	),
	array(
		0	=> 'بەستەری "پلەداران" چییە؟',
		1	=> 'ئەو پەڕەیە لیستێکی ئەندامانی بەڕێوەبەرایەتی مەکۆکەت پێدەدات ،لەناویاندا بەڕێوەبەری مەکۆ و چاودێران و وردەکارییەکانی تر وەکو ئەو مەکۆیەی چاودێری دەکەن.',
	),
	array(
		0	=> '--',
		1	=> 'پەیامکردنی تایبەتی',
	),
	array(
		0	=> 'ناتوانم پەیامی تایبەت بنێرم !',
		1	=> 'سێ هۆکار هەیە بۆ ئەمە؛ تۆ تۆمارنەبوویت لەگەڵ/یان نەهاتوویتە ژوورەوە ،بەڕێوەبەری مەکۆکە پەیامی تایبەتی ناچالاککردووە بۆ تەواوی مەکۆکە ،یان بەڕێوەبەری مەکۆکە تۆی دوورخستۆتەوە لە ناردنی پەیامی تایبەت. پەیوەندی بگرە لەگەڵ بەڕێوەبەری مەکۆکە بۆ زانیاری زیاتر.',
	),
	array(
		0	=> 'هەر پەیامی تایبەتی نەویستراوم بۆ دێت !',
		1	=> 'دەتوانی بەکارهێنەرێک بلۆک بکەیت لە ناردنی پەیامی تایبەتی بۆت بە بەکاربردنی یاساکانی پەیام لەناو کۆنترۆڵ پانێڵی بەکارهێنەر. ئەگەر پەیامی تایبەتی بێزارکەرت بۆ دێت لە بەکارهێنەرێکی مەکۆ ،بەڕێوەبەری مەکۆ ئاگاداربکەوە ؛ئەوان ئەو هێزەیان هەیە بۆ دوورخستنەوەی بەکارهێنەرێک لە ناردنی پەیامی تایبەت.',
	),
	array(
		0	=> 'ئیمەیڵێکی سپام یان بێزارکەرم بۆ هاتووە لە کەسێکی ئەو مەکۆیەوە !',
		1	=> 'ئێمە داوای لێبوردن دەکەین بۆ ئەوە. تایبەتمەندی فۆرمی پەیوەندی ئەو مەکۆیە هاوەڵی پارێزراو لەخۆی دەگرێت بۆ هەوڵدان و بەدواکەوتنی بەکارهێنەران کەکێ پەیامێکی لەمجۆرە دەنێرێت ،کەواتە ئیمەیڵێک بۆ بەڕێوەبەری مەکۆ بنێرە لەگەڵ لەبەرگیراوەیەکی تەواوی ئەو ئیمەیڵەی بۆت هاتووە ،ئەوە زۆر گرنگە کە پێشنووس لەخۆبگرێت کە وردەکارییەکانی بەکارهێنەرەکەی ناردووە. ئەو کات بەڕێوەبەری مەکۆ دەتوانی هەڵوێستێک وەربگرێت.',
	),
	array(
		0	=> '--',
		1	=> 'هاوڕێیان و فەرامۆشکراوان',
	),
	array(
		0	=> 'لیستی هاوڕێیان و فەرامۆشکراونم چییە؟',
		1	=> 'دەتوانی ئەو لیستانە بەکاربهێنیت بۆ ڕێکخستنی ئەندامانی مەکۆکە. ئەو ئەندامانەی زیادکراون بۆ لیستی هاوڕێیانت لیست دەکرێن لەناو کۆنترۆڵ پانێڵەکەت بۆ گەیشتنی خێرا و بینینی دۆخی سەرهێڵیان و ناردنی پەیامی تایبەتی بۆیان. سەردێڕ بۆ پاڵپشتی داڕێژە ،پەیامەکان لەو بەکارهێنەرانەوە لەوانەیە بریسکەدراو بکرێن. ئەگەر بەکارهێنەرێک زیادبکەی بۆ لیستی فەرامۆشکراوانت ،هەر پەیامێک ئەوان بینووسن بە بنەڕەت لای تۆ دەشاردرێنەوە.',
	),
	array(
		0	=> 'چۆن دەتوانم بەکارهێنەران زیادبکەم / بسڕمەوە بۆ لیستی هاورێیان و فەرامۆشکراوانم؟',
		1	=> 'دەتوانی بەکارهێنەران زیادبکەی بە دوو ڕێگا. لەناو هەر پرۆفایلێکی بەکارهێنەران بەستەرێک هەیە بۆ زیادکردنیان بۆ لیستی هاوڕێیانت یان لیستی فەرامۆشکراوانت. یانیش لە کۆنترۆڵ پانێڵی بەکارهێنەر دەتوانی ڕاستەوخۆ بەکارهێنەران زیادبکەی بە نووسینی ناوی ئەندامەکە. وە دەتوانی بەکارهێنەران لە لیستەکانت بسڕیتەوە بە بەکاربردنی هەمان پەڕە.',
	),
	array(
		0	=> '--',
		1	=> 'گەڕان لە مەکۆکان',
	),
	array(
		0	=> 'چۆن دەتوانم مەکۆ یان مەکۆکان بگەرێم؟',
		1	=> 'مەرجێکی گەڕان بنووسە لە خانەی گەڕان کە لە پێڕستەکە جێگاکراوە ،پەرەی بابەت یان مەکۆ.  گەڕانی پەرەسەندوو دەتوانرێ بیگەیتێ بە کرتەکردنی بەستەری "گەڕانی پەرەسەندوو" کە بەردەستە لە هەموو پەڕەی مەکۆکان. چۆنیەتی گەڕانەکە دەکەوێتە سەر شێوازی بەکارهاتوو.',
	),
	array(
		0	=> 'بۆچی گەڕانەکەم بێ ئەنجام دەگەڕێتەوە؟',
		1	=> 'گەڕانەکەت لەوانەیە زۆر قەرەباڵغ بووبێت و مەرجی زۆری لەخۆگرتبێت کە پێڕست نەکرابێت لەلایەن phpBB3 ،دیاریکراوتربە و هەڵبژاردنە بەردەستەکان بەکاربهێنە لەناو گەڕانی پەرەسەندوو.',
	),
	array(
		0	=> 'بۆچی گەڕانەکەم بە پەڕەیەکی بەتاڵ دەگەڕێتەوە؟',
		1	=> 'گەڕانەکەت گەڕایەوە بۆ ئەنجامێکی زۆر زۆر کە ڕاژەکاری وێب بتوانێ بەرهەڵستی بەکات. "گەڕانی پەرەسەندوو" بەکاربهێنە و زیاتر دیاریکراوتربە لە مەرجە بەکاربردووەکان و ئەو مەکۆیانەی کە دەتەوێ تێیدا بگەڕێی.',
	),
	array(
		0	=> 'چۆن بۆ ئەندامان بگەڕێم؟',
		1	=> 'سەردانی پەڕەی "ئەندامان" بکە و کرتەبکە لەسەر بەستەری "ئەندامێک بدۆزەوە".',
	),
	array(
		0	=> 'چۆن بابەت و پەیامەکانی خۆم بدۆزمەوە؟',
		1	=> 'پەیامەکانی خۆت دەتوانرێ بهێندرێن بە کرتەکردنی "پەیامەکانی ئەندام بگەڕێ" لەناو کۆنترۆڵ پانێڵی بەکارهێنەر یان لەڕێگای پەڕەی پرۆفایلی خۆت. بۆ گەڕان بۆ بابەتەکانت ،پەڕەی گەڕانی پەرەسەندوو بەکاربهێنە و فرە هەڵبژاردنەکان پڕبکەوە.',
	),
	array(
		0	=> '--',
		1	=> 'دڵخوازەکان و بەشداریکردنی بابەتەکان',
	),
	array(
		0	=> 'جیاوازی چییە لەنێوان بەشداریکردن و دڵخوازکردن؟',
		1	=> 'دڵخوازکردن لە phpBB3 زیاتر وەکو دڵخوازکردنە لە وێبگەڕەکان. ئاگادار ناکرێیەوە کە نوێکردنەوەیەک هەیە ،بەڵام دەتوانی دواتر بگەڕێیەوە بۆ بابەتەکە. بەشداریکردن ،هەرچۆنێک بێت ئاگادارت دەکاتەوە کاتێک نوێکردنەوەیەک هەیە بۆ بابەتەکە یان بۆ مەکۆکە.',
	),
	array(
		0	=> 'چۆن بەشدارببم بۆ مەکۆیەک یان بابەتێکی دیاریکراو؟',
		1	=> 'بۆ بەشداربوون بۆ مەکۆیەکی دیاریکراو کرتەبکە لەسەر بەستەری "بەشداربوون لە مەکۆ" لەخوارەوەی مەکۆکە. بۆ بەشداربوون بۆ بابەتێک ،وەڵامبدە بۆ بابەتەکە لەگەڵ دیاریکردنی خشتەی بەشداربوون کە دیاریکردنی یان بە کرتەکردنی بەستەری "بەشداربوون لە بابەت" لەناو خودی بابەتەکە.',
	),
	array(
		0	=> 'چۆن بەشداربوونەکانم بسڕمەوە؟',
		1	=> 'بۆ سڕینەوەی بەشداربوونەکانت ،بڕۆ بۆ کۆنترۆڵ پانێڵی بەکارهێنەر و بەدوای بەستەرەکان بکەوە بۆ بەشداربوونەکانت.',
	),
	array(
		0	=> '--',
		1	=> 'هاوپێچەکان',
	),
	array(
		0	=> 'چ هاوپێچێک ڕێگادراوە لەسەر ئەو مەکۆیە؟',
		1	=> 'هەر بەڕێوەبەری مەکۆیەک دەتوانی فرە جۆری هاوپێچەکان ڕێگابدا یان ڕێگانەدا. ئەگەر تۆ دڵنیانیت چ جۆرێک ڕێگادراوە بۆ بارکردن پەیوەندی بگرە لەگەڵ بەڕێوەبەری مەکۆکە بۆ یاریدەدان.',
	),
	array(
		0	=> 'چۆن هەموو هاوپێچەکانم بدۆزمەوە',
		1	=> 'بۆ دۆزینەوەی لیستی ئەو هاوپێچانەی کە تۆ بارتکردوون ،بڕۆ بۆ کۆنترۆڵ پانێڵی بەکارهێنەر و بەدوای بەستەرەکان بکەوە بۆ بەشی هاوپێچەکان.',
	),
	array(
		0	=> '--',
		1	=> 'کێشەکانی phpBB 3 ',
	),
	array(
		0	=> 'کێ ئەم مەکۆیەی نووسیوە / داڕشتووە ؟',
		1	=> 'ئەم پرۆگرامۆکەیە بەرهەمهاتووە ،بەرەڵاکراوە لەگەڵ مافی لەبەرگرتنەوەی <a href="http://www.phpbb.com/">گرووپی phpBB</a>. بەردەست دروستکراوە لەژێر مۆڵەتنامەی GNU و بە خۆڕایی دابەشکراوە .بەستەرەکە ببینە بۆ وردەکاری زیاتر.',
	
   ),  

    array(
        0    => 'کێ ئەم پرۆگرامۆکەیەی وەرگێڕاوە؟',
        1    => 'ئەم پرۆگرامۆکەیە کە یەکێکە لە بەرفراوانترن پرۆگرامۆکەکانی مەکۆ و بەڕێوەبردنی ،لەلایەن گرووپی چاوگ وەرگێڕدراوەتە سەر زمانی کوردی شێوەزاری سۆرانی ،لە بوونی هەر هەڵەیەکی وەرگێران دەتوانن <a href="http://www.chawg.org/">لێرە</a> تۆماری بکەن و ئاماژەی پێبدەن تاکو لە وەشاندن و پێداچوونەوەکانی داهاتوو ڕاستبکرێتەوە.',  


  ),
	array(
		0	=> 'بۆچی ئەو تایبەتمەندییەی دەمەوێ نایدۆزمەوە؟',
		1	=> 'ئەم پرۆگرامۆکەیە نووسراوە و بەرەڵاکراوە بەناو گرووپی phpBB ،ئەگەر باوەڕت وایە کە تایبەتمەندییەک پێویستە زیادبکرێ .تکایە سەردانی وێبگەی phpbb.com بکە و بزانە گرووپی phpBB چی دەڵێن لەو بارەیەوە ،تکایە داوای تایبەتمەندی مەنێرە بۆ مەکۆکە لە phpbb.com .گرووپەکە SourceForge بەکاردەبات بۆ بڕیاردانی تایبەتمەندی نوێ .تکایە نموونەکان بخوێنەوە ،چونکە لەوانەیە ئەو داوایەی تۆ پێشتر کرابێت یان لە کاردابێت.',
	),
	array(
		0	=> 'پەیوەندی بەکێ بکەم دەربارەی بابەتی نایاسایی یان بێزارکەری پەیوەندیدار بەو مەکۆیەوە؟',
		1	=> 'هەر بەڕێوەبەرێکی لیستکراو لە پەڕەی "پلەداران" پێویستە خاڵی پەیوەندی کردنی تۆ بێت بۆ شیکردنەوەکان. ئەگەر ئەمە هێشتا بێ وەڵامە پێویستە پەیوەندی بگریت لەگەڵ خاوەنی ناوە دۆمێینەکە لەڕێگای بەدواگەڕانی کێیەتی whois ،یان ئەگەر لەسەر خزمەتگوزاری خۆڕایی دەڕوات (وەکو. یاهوو ،free.fr , f2s.com ..هتد) .تکایە سەرنجی ئەوە بدە کە گرووپی phpBB بەدڵنیاییەوە هیچ <strong>بەرپرسیاریەتییەک</strong> لەئەستۆ ناگرێت و ناتوانێ لەهیچ ڕێگایەک ڕێنیشاندەری چۆنیەتی بکات. پەیوەندی کردن بە گرووپی phpBB دەربارەی ئەو بابەتە هیچ سوودێکی نییە .ئەگەر ئیمەیڵێک بنێری بۆ گرووپی phpBB دەربارەی باسی یاسایی یان ئەو جۆرە باسانە ئەوا دەبێ چاوەڕێی وەڵامێکی توند بکەیت یان هەر هیچ وەڵامێک.',
	),
);
